{
    "labels": [
        {
            "label_id": "gwshom-1",
            "is_included_in_hunt": true,
            "label_str": "ALBINO AND NORMAL MOLLUSKS The total lack of pigmentation in a living animal can be the result of genetic variability or mutation. Without the normal coloration of the living animal, and in this case including its shell, albino animals seldom escape the eyes of predators to reach adulthood. These particular mollusks managed to reach maturity and pass along their genetically inherited traits to future generations. Each pair exhibits the normal coloration along with the extremely rare albino of each species.",
            "label_hints": [
                "Look for an exhibit about the rare phenomenon of albino mollusks alongside their normally colored counterparts.",
                "This display explains the genetic basis for albinism and the survival challenges faced by albino mollusks.",
                "Compare the albino mollusks to their normally pigmented counterparts in terms of survival and habitat."
            ],
            "related_knowledge": "Albinism in mollusks results from genetic mutations that prevent normal pigmentation. Albino mollusks are rare because their lack of coloration makes them more visible to predators. However, some albino mollusks reach maturity and pass on their traits, as seen in this exhibit."
        },
        {
            "label_id": "gwshom-2",
            "is_included_in_hunt": true,
            "label_str": "FRESHWATER BIVALVES Most bivalves living in freshwater habitats exhibit little variation. Streams, rivers, ponds and lakes provide these filter-feeding mollusks with the nutrients necessary for survival. However, many species are now extinct or under extreme pressure to survive due to pollution and habitat loss. Around the world these mollusks are under great pressure to coexist with humans' increasing need for land and freshwater. As a result, some species of clams are also threatened with extinction because the juvenile must spend part of its early lifecycle in the gills of certain species of freshwater fishes. Protection of habitats is necessary and in many instances is proving effective. In Texas the Tampico pearlymussel, (Cyrtomaids tampicoensis) found in the Concho River, can produce a freshwater pearl that rivals and exceeds the beauty and value of rare South Sea pearls. Some of these pearls can be found in the exhibit case on pearls. FRESHWATER GASTROPODS Though far less numerous and well known, freshwater gastropod mollusks are found around the world in streams, rivers, ponds, lakes and swamps. Their shapes are variable as in their marine cousins, but they lack their bright colors in order to remain hidden from predators. Many can carry diseases that are harmful or even deadly to humans such as the Planorbidae snails, which can be carriers of schistosomiasis. So, unlike marine gastropods, very few are consumed by humans. Participate in local area beach clean-up events. It's a cool and fun activity for children and friends that will make a direct impact on the oceans. To learn more, look for the Pearls of Wisdom throughout the hall.",
            "label_hints": [
                "Find an exhibit highlighting the diversity of freshwater bivalves and their ecological importance.",
                "This display discusses the threats faced by freshwater bivalves, including habitat loss and pollution.",
                "Explore the role of bivalves in filtering water and maintaining the health of freshwater ecosystems."
            ],
            "related_knowledge": "Freshwater bivalves, such as clams and mussels, play a crucial role in filtering and cleaning water in their habitats. However, many species are endangered due to pollution and habitat destruction. The Tampico pearlymussel, found in Texas, produces valuable freshwater pearls that rival South Sea pearls."
        },
        {
            "label_id": "gwshom-3",
            "is_included_in_hunt": true,
            "label_str": "GROWTH OF A SPECIES FAMILY: VOLUTIDAE Cymbiola musica, or Music Volutes, are so called because their patterns often include what appear to be musical scores of lines and notes. This Caribbean species is one of the Volutidae that have an operculum, or trap door, as protection from predators. Cymbiola amphora comes from Australian waters and is another of the bailer shells used as tools and receptacles for other things used by man. 1 Voluta musica enezuela, MAL 588/ Ista de Margarita, Venezuela, MAL 64243 2 Melo amphora land, Western Australta, Australa, ML.70271 Western Australia, Australia, MAL. 6422 GROWTH OF A SPECIES FAMILY: MURICIDAE Muricidae are among the mollusks which lay eggs that emerge as young already prepared for life. These two species live in different areas of the Pacific Ocean. Homolocantha pele only live in the waters of the Hawaiian islands. Their irregular outline helps them be less visible to predators. Chicoreus ramosus lives in central Pacific habitats primarily in the Philippine Islands. Colors can be quite variable, but the form seldom changes. This species of Murex shells grow to be the largest of the family Muricidae. Avoid aerosol sunscreens and use only those that also protect fragile beach environments and coral reefs. To learn more, look for the Pearls of Wisdom throughout the hall.",
            "label_hints": [
                "Look for the exhibit featuring the beautiful Music Volutes and their musical score-like patterns.",
                "This display shows examples of Volutidae species, highlighting their operculum and evolutionary traits.",
                "Compare different Volutidae species to observe variations in shell patterns and shapes."
            ],
            "related_knowledge": "The Volutidae family includes species like Cymbiola musica, known for shell patterns resembling musical notes. These mollusks have evolved an operculum, a 'trap door,' that offers protection against predators."
        },
        {
            "label_id": "gwshom-5",
            "is_included_in_hunt": true,
            "label_str": "FAMILY: SPONDYLIDAE As bivalves, the Spondylus family is one of the most popular because of their flamboyant spines and many colors. These mollusks live their whole lives attached to other hard surfaces, such as rocks, sunken ships, corals and even the pilings of oil rigs. The spines provide protection from predators, but they also allow other organisms to attach to the shell giving the animal inside camouflage from the eyes of predators like fish. BIVALVES Among the most valuable and numerous of mollusks, bivalves are found from Arctic seas to warm tropical oceans. From tiny scallop shells to the largest Tridacna (giant clam), these animals filter and clean the waters of their habitats and serve as food for fishes, other mollusks, marine mammals and humans alike. Their diversity of color, form and shape make them a most interesting study. Use air-filled balloons instead of helium balloons, which get into marine environments where they are eaten by whales and other marine mammals, birds, fish and sea turtles. To learn more, look for the Pearls of Wisdom throughout the hall.",
            "label_hints": [
                "Find the exhibit featuring colorful Spondylus bivalves with flamboyant spines.",
                "This display explains how Spondylus species use their spines for protection and camouflage.",
                "Notice the variety of colors and textures in Spondylus shells and how they help them survive."
            ],
            "related_knowledge": "The Spondylus family of bivalves are known for their bright colors and protective spines. These mollusks live attached to hard surfaces and can camouflage themselves by allowing other organisms to attach to their shells."
        },
        {
            "label_id": "gwshom-6",
            "is_included_in_hunt": true,
            "label_str": "LAND SNAILS OF THE WESTERN HEMISPHERE The shapes, colors and patterns of these New World terrestrial mollusks are the reason many of them have been used by earlier civilizations as decorative and religious objects and symbols. They have been worn as adornments of beauty and in clusters on wrists, waists and ankles for the making of rhythmic sounds in ceremonies. There are approximately 35,000 species of mollusks that spend their whole lives on land. In Florida, the Liguus tree snails continue to be studied for their multitudes of forms and how they relate to their isolated habitats. The fascinating Cuban tree snails are even more diverse in their individually isolated habitats. Researchers are now trying to better understand them and their relationships within their known ecosystems. LAND SNAILS OF THE EASTERN HEMISPHERE Less well-known than marine mollusks, land snails from around the world are among the most unique forms of molluscan life. Humans have long appreciated consuming certain species of snails, especially in European countries, but the practice is expanding worldwide recently, as farm raising becomes more productive and efficient. Some species have become invasive species in fragile ecosystems. Invasive species are those that do not naturally occur in a habitat, but have been accidentally or intentionally introduced. Invasive species such as the very large Achatina marginata (giant African snail) from Africa have caused millions of dollars of damage to crops and agriculture. Invasive species have directly resulted in the extinction of many endemic land snails, especially in the Hawaiian Islands. The colors and patterns may seem to make them stand out and be more visible to predators. But they, like the green tree snails from Manus Island, Papua New Guinea, which live high in certain trees among its very green leaves, become almost invisible in their natural habitat.",
            "label_hints": [
                "Look for the exhibit showcasing colorful and patterned land snails from the New World.",
                "This display explores the cultural significance of land snails, used by ancient civilizations as decorative objects.",
                "Observe the relationship between these snails and their habitats, such as Florida and Cuba."
            ],
            "related_knowledge": "Land snails from the Western Hemisphere, such as the Liguus tree snails from Florida and Cuban tree snails, have played significant roles in decorative arts and cultural practices. Researchers are studying their relationships with their habitats to better understand these species."
        },
        {
            "label_id": "gwshom-7",
            "is_included_in_hunt": true,
            "label_str": "LAND SNAILS OF THE EASTERN HEMISPHERE",
            "label_hints": [
                "Look for land snails from the Eastern Hemisphere, including invasive species like Achatina marginata.",
                "This display explains the impact of invasive snails on fragile ecosystems.",
                "Learn about the ecological challenges posed by invasive snails, particularly in isolated habitats."
            ],
            "related_knowledge": "Land snails from the Eastern Hemisphere, such as the invasive Achatina marginata (giant African snail), have caused significant ecological damage. Invasive species have led to the extinction of native snails, particularly in isolated ecosystems like the Hawaiian Islands."
        },
        {
            "label_id": "gwshom-8",
            "is_included_in_hunt": true,
            "label_str": "LARGE VOLUTIDAE As members of one family of mollusks, the volutes contain most of the largest of the marine gastropods in their numbers. All of these are important sources of protein in the diet of many South Pacific island nations. One animal can feed a family for days. Most of the shells are used as tools, such as bailer shells that are used to remove, or bail, water from canoes and small boats. VOLUTIDAE CYMBIOLA BRODERIPII - VARIATIONS Amazing in the many possible colors, patterns and forms, this species of volutes is only one of the diverse species of marine mollusks that can show such wide variations. This is one of the commonly known group of shells known as bailer shells. This particular group of shells took many years to assemble in order to exemplify the diversity possible in any living species.",
            "label_hints": [
                "Find the exhibit featuring large volutes used as tools, such as bailer shells.",
                "This display explores how volutes are important sources of protein and tools in South Pacific cultures.",
                "Compare the size and form of volutes to other marine gastropods in the exhibit."
            ],
            "related_knowledge": "The Volutidae family includes large marine gastropods that serve as food sources and tools in South Pacific island nations. Bailer shells, used to remove water from canoes, are one of the practical applications of these mollusks."
        },
        {
            "label_id": "gwshom-9",
            "is_included_in_hunt": true,
            "label_str": "LARGE BIVALVES Bivalve mollusks are familiar shells that are often found washed up on a beach. They have many techníques for survival. Some live their whole lives buried in sand or mud like pen shells. Others live attached to rocks, corals or other mollusks. Still others can propel themselves through the water like scallops by opening and closing their two sides, or valves, quickly, All bivalves are filter feeders straining their food from the water and ejecting what they do not need. Many bivalves are enjoyed as food by humans as well as other marine predators. Filtering water at home and the office means fewer plastic containers in refuse sites and on beaches. o learn more, look for the Pearls of Wisdom throughout the hall. LARGE GASTROPODS These shells are the homes of many of the largest shelled marine mollusks. Only a few mollusks, such as the giant clam and some squid and octopus species, grow larger. Most of these shown here are predator species and for a predator, size does make a difference. 1 Melo amphora, ML.» Philippines 2 Chicoreus ramosus, on 00108 Sato Istand, Visayas, Phitippines 3 Hatiotis rufescens, M.M Fort Bragg, Mendocino County California, Us 4 Cassis tuberosa, MA.P 5 Tonna tankervillil, M.SAP Mn Can Bay Queenstand, Australia 6 Melo amphora, MA.SA notonesta 7 Charonia variegata, wi.» • Hexaplex radix, MA.sA 10 Lobatus goliath, MI.M",
            "label_hints": [
                "Look for large bivalve species, including scallops and pen shells, which play important ecological roles.",
                "This display highlights the survival techniques and filter-feeding habits of large bivalves.",
                "Observe how large bivalves help maintain water quality in their ecosystems by filtering."
            ],
            "related_knowledge": "Large bivalves, such as scallops and pen shells, filter water as part of their feeding process. Some bivalves live buried in the sand or attached to hard surfaces, while others can propel themselves through the water. They are crucial for marine ecosystems and are also consumed by humans and predators."
        },
        {
            "label_id": "gwshom-10",
            "is_included_in_hunt": true,
            "label_str": "RUFFLES AND FLOURISHES Appreciation of the many delicate forms of mollusk shells is not only visual but functional as well. Long spines present defense from predators and strengthen shell structure. Ruffled wings add stability in strong currents and aid in the strength of delicate, thin shell parts. Function can also be visibly exciting and inspiring. Many forms of our daily lives are reflected from nature's mollusks. The perfect geometry of spiral shells has inspired architecture and design for centuries.",
            "label_hints": [
                "Find the exhibit showcasing delicate mollusk shells with spines and ruffled structures.",
                "This display explores the functional aspects of mollusk shell structures, including defense and stability.",
                "Observe how the unique geometric shapes of these shells inspire modern design and architecture."
            ],
            "related_knowledge": "The ruffled wings and long spines of certain mollusk shells serve as defense mechanisms and provide stability in strong currents. These functional adaptations, along with the geometric perfection of spiral shells, have inspired human architecture and design for centuries."
        },
        {
            "label_id": "gwshom-11",
            "is_included_in_hunt": true,
            "label_str": "USED BY MAN AS FOOD Oysters, clams, mussels and scallops remain popular foods. Abalone and conch meat are costly but desirable foods also. In order to provide adequate amounts of these popular foods, man is learning to raise some mollusks in farms. Abalone species are being raised in several areas around the world, as are the popular conch shells from the Caribbean. The small Strombus Lobatus gigas, or Queen Conch, in the bottom center is from one of the farms raising these mollusks in Florida. The aqua abalone shells in the center of the exhibit are from an abalone farm. The addition of dry milk powder to their diet provides additional calcium and protein, allowing the animals to grow faster and develop the beautiful aqua color of the shells. In California, the red abalone, or Haliotis rufescens, is being raised in small farms along the coast, helping to save the wild populations. MOLLUSKS USED BY MAN Currency, adornment, art, religious symbols, communication and functional tools-all have been uses of shells by humans throughout history. Many of these uses continue today. Communication has turned into music, made using shells as wind instruments. Art and religious symbols continue to function in our society. Shells have been used as currency in many early civilizations. The money cowries and cut and drilled forms, such as the examples at the top of the case, were used as currency by many different and wide-spread civilizations. Adornments to clothing, such as buttons made from freshwater clams, marine bivalves and abalone shells, are less frequently used now. The most popular use seems to have been and continues to be jewelry, such as cameos carved from shells, necklaces and other forms of adornment. Shells continue to be admired as objects of beauty and design.",
            "label_hints": [
                "Look for the exhibit highlighting mollusks raised for food, such as abalone and conch.",
                "This display explains the rise of mollusk farming and how it helps sustain wild populations.",
                "Learn how mollusk farming reduces pressure on wild populations while providing sustainable food sources."
            ],
            "related_knowledge": "Mollusks such as oysters, clams, abalone, and conch are popular food sources. Mollusk farming, particularly for species like red abalone in California and Queen Conch in the Caribbean, helps reduce pressure on wild populations while providing a sustainable source of food."
        },
        {
            "label_id": "gwshom-13",
            "is_included_in_hunt": true,
            "label_str": "COLOR FORMS Variations within a species occur due to several factors. Heredity, environment and available food can all contribute to the possible variations of individual shells. Dissolved iron from rusty, sunken ships can cause a mollusk to add this red color to its shell; copper and other minerals can cause other colors to develop in the shell. Some species almost never vary, while others display significant ranges in many colors and hues. COLOR FORMS WITHIN A SPECIES Color within a species can consistently be repeated generation after generation with little or no variability, but some pass along the possibility of numerous colors in their shells. However some rarely produce significant color changes. As a mollusk gets older it may lose the ability to produce color altogether. VARIATIONS OF A SINGLE SPECIES This species of the family Volutidae is commonly called the Bat Volute (Cymbiola vespertilio) and has a limited range of habitats. While most are found in the islands of the Philippines, they can also occasionally be found in Indonesia, Papua New Guinea and northernmost Australia. Not only is color a visual variation, but the range of shell forms has also occasionally made identifications difficult.",
            "label_hints": [
                "Look for an exhibit showcasing the color variations in mollusk shells.",
                "This display explains how environmental factors like dissolved minerals affect shell color.",
                "Observe how colors within a species can be consistent or highly variable over generations."
            ],
            "related_knowledge": "Mollusk shell colors vary due to heredity, environment, and diet. For example, dissolved iron from rusty sunken ships can give mollusk shells a red hue. Some species, like the Bat Volute (Cymbiola vespertilio), display significant color variations, while others show little change."
        },
        {
            "label_id": "gwshom-14",
            "is_included_in_hunt": true,
            "label_str": "HYBRIDIZATION IN MOLLUSKS The breeding of different species is a rarely seen phenomenon in mollusks. When it does occur, it presents challenges for researchers and collectors to correctly identify them as true hybrids. As different parent species impart some of their own characteristics to their offspring, some characteristics are more dominant, giving the hybrid offspring many possibilities for new forms. Trying to identify what characteristic was inherited from which parent can be challenging even for experts. What characteristics do you see?",
            "label_hints": [
                "Find an exhibit about rare hybrid mollusks formed through crossbreeding.",
                "This display highlights the challenges of identifying true hybrid mollusk species.",
                "Learn about the characteristics inherited from parent species in hybrid mollusks."
            ],
            "related_knowledge": "Hybridization in mollusks is a rare phenomenon where two different species breed, resulting in offspring with mixed characteristics. These hybrids pose challenges for researchers and collectors, as dominant traits from parent species create unique forms that are difficult to classify."
        },
        {
            "label_id": "gwshom-15",
            "is_included_in_hunt": true,
            "label_str": "MOLLUSKS AS FOOD FOR OTHER ANIMALS As part of the cycle of life in any habitat, mollusks are consumed by other organisms like fish, sea stars and other mollusks. Here are shells found in the stomachs of some of those predators. Numbers 1 through 10 were found in the stomachs of large sea stars. Numbers 11 through 18 are from the stomachs of fish, while numbers 19 and 20 were consumed by predators like number 21, Triplofusus gigantea from Florida. Dispose of all plastics responsibly, reuse and recycle whenever possible. To learn more, look for the Pearls of Wisdom throughout the hall.",
            "label_hints": [
                "Look for an exhibit featuring mollusk shells found in the stomachs of predators.",
                "This display explains the role of mollusks in the marine food chain.",
                "Learn about the various predators that consume mollusks, including sea stars and fish."
            ],
            "related_knowledge": "Mollusks play a crucial role in the food chain, serving as prey for fish, sea stars, and other animals. This exhibit showcases shells found in predator stomachs, emphasizing mollusks' importance in marine ecosystems. Triplofusus gigantea, a large predator, is also highlighted."
        },
        {
            "label_id": "gwshom-16",
            "is_included_in_hunt": true,
            "label_str": "SAME OR DIFFERENT? These pairs of shells exhibit many similar characteristics, such as color, shape and pattern, but differences can also be possible in a single species. Some species so closely resemble others that onty by the close inspection of the living animal can they be correctly identified. Test your differentiating skills on the interactive screen for the correct answers. Same or Different? You decide!",
            "label_hints": [
                "Test your skills at distinguishing between similar-looking mollusk species.",
                "This interactive display challenges visitors to identify same or different species based on shell characteristics.",
                "Learn how slight variations in color, shape, or pattern can differentiate species."
            ],
            "related_knowledge": "Many mollusk species exhibit similar shell characteristics, making identification challenging. This interactive exhibit helps visitors hone their skills in recognizing species based on subtle differences in color, shape, and patterns."
        },
        {
            "label_id": "gwshom-17",
            "is_included_in_hunt": true,
            "label_str": "MALACOLOGY WHAT ARE MOLLUSKS? Malacology is the study of the animals known as mollusks and their shells, if present. As one of the most numerous of the invertebrates, mollusks occupy habitats from the tops of wtrees to the bottom of the oceans. Divided into seven classes, the most familiar to us are the Gastropoda, having around 90,000 species, and the Bivalvia, which number some 25,000 recognized species. Less numerous classes are the: • Polyplacophora (chitons) • Cephalopoda (squids, octopuses, cuttlefishes and nautiluses) • Scaphopoda (tusk shells) • Monoplacophora (limpet-like, deep sea) • Aplacophora (shell-less, worm-like) Of the seven classes of mollusks, almost all outdoor environments. Freshwater mollusks have an external shell or pair of shells (like live worldwide in creeks, streams, ponds, the bivalves). Squids, octopuses, argonauts, lakes and rivers. As science finds better ways nudibranchs and sea slugs have no external to explore deep ocean habitats, rainforests shell. What separates the nudibranchs and secluded islands, new species are being and sea slugs is the external gills of the discovered with some regularity. nudibranchs while sea slugs' gills are held internally within their body, or mantle. Most nudibranchs are carnivorous, and sea slugs graze on algae. Marine mollusks are the most familiar to us because we can see the shells produced by the living animals. Land snails are also recognizable because we can find them in our gardens. Land snails include those that have no shell, such as slugs found in our The beauty of the animals that built the shells in our exhibits is something we can see, but the importance of the animals to humanity is limitless. New medicines, methods of construction and sources of food keep the study of mollusks highly significant, and protecting them and their environments is a necessary endeavor for humankind's future. Look for ways each of us can help save them throughout this exhibit by finding the Pearls of Wisdom symbol.",
            "label_hints": [
                "Look for an exhibit explaining the diverse classes of mollusks.",
                "This display introduces the science of malacology, the study of mollusks.",
                "Learn about the seven classes of mollusks, including Gastropoda and Bivalvia."
            ],
            "related_knowledge": "Malacology is the study of mollusks, one of the largest groups of invertebrates. Mollusks are divided into seven classes, including Gastropoda (snails) and Bivalvia (clams). These animals occupy diverse habitats, from forests to the deep ocean, and their shells provide important biological insights."
        },
        {
            "label_id": "gwshom-18",
            "is_included_in_hunt": true,
            "label_str": "REPAIRS MADE BY MOLLUSKS Occasionally mollusk shells are found that have grown in ways not consistent with the usual form of a species. Some are the result of an injury to the living animal either by the dangers of reef life, such as breakage from storms, or from attacks by predators like fish or crustaceans. In such instances, the parts of the animal governing growth of the calcium carbonate shell are damaged but do not result in the animal's death. The continued growth results in new forms of the shell. Other things can affect the natural growth of the animal, such as chemicals in the water. These are usually associated with the runoff of substances from rivers into ocean habitats. Such runoffs cause many disastrous problems in those areas. Some areas are still affected, such as Vietnam, where dangerous chemicals continue flowing down rivers into ocean habitats. Reusable shopping bags can help a household eliminate thousands of plastic bags from waste disposal or ending up in marine and freshwater environments every year. To learn more, look for the Pearls of Wisdom throughout the hall.",
            "label_hints": [
                "Find an exhibit showing mollusk shells that have repaired themselves after injury.",
                "This display explains how mollusks heal shell damage caused by predators or environmental factors.",
                "Learn about the effects of water chemicals on mollusk shell growth and repair."
            ],
            "related_knowledge": "Mollusks can repair damaged shells by regrowing calcium carbonate. This exhibit showcases shells that have been injured by predators or environmental hazards, such as storms or pollution. Chemicals from river runoff can also affect shell growth and repair, causing deformities."
        },
        {
            "label_id": "gwshom-19",
            "is_included_in_hunt": true,
            "label_str": "GRAZERS Sea grasses and algae are important foods for many marine animals. Some mollusks like Cypraea (cowries), Strombus (conchs), Polyplacophora (chitons) and others are also known as grazers. Just as cows, goats and sheep consume grasses, so do these miniature animals rely on the plants of the oceans for their survival. From giant kelp forests and turtle and eel grasses to algae-covered sea floors, these mollusks help keep the balance of nature in check. Still others feed on sponges, gorgonians and even corals. Many deep water Cyprea can be seen feeding on sponges by R.O.V. (remotely-operated vehicles). The nutrient-rich sea floor also supports many mollusks that help keep the environment clean. Used oil and grease should be placed in containers for recycling or disposed of by refuse pick-up. Pouring these products into drains causes toxic wastes to get into bay and ocean environments where fish, crabs and birds raise their young. To learn more, look for the Pearls of Wisdom throughout the hall.",
            "label_hints": [
                "Look for an exhibit about mollusks that graze on seagrasses and algae.",
                "This display highlights the role of mollusks like cowries and conchs in maintaining ocean ecosystems.",
                "Learn how mollusks help keep marine environments healthy by grazing on algae and sea plants."
            ],
            "related_knowledge": "Mollusks such as cowries, conchs, and chitons are grazers that feed on seagrasses, algae, and sponges. By consuming these plants, they help maintain balance in marine ecosystems. Grazing mollusks play a vital role in the health of kelp forests, seagrass meadows, and coral reefs."
        },
        {
            "label_id": "gwshom-20",
            "is_included_in_hunt": true,
            "label_str": "CLEANED AND UNCLEANED Each of these pairs of shells demonstrates how shells appear in their marine habitats. Once a shell has had the encrusting forms of sea life removed we see the beauty beneath. Such forms of sea life provide the protection of camouflage from predators. PEARLS - Of the few organic, naturally formed gems, natural pearls are the rarest and highly valued, especially those used in jewelry. Cultured pearls are more commonly found but also highly prized for their beauty and less costly availability. All pearls come.from some form of mollusk. Bivalves, such as pearl oysters, produce the well-known South Sea pearls. Any mollusk is capable of producing a pearl if a foreign body is introduced into the living tissue of the mollusk. The resulting irritation causes the animal to cover the irritant with layer after layer of the calcium carbonate material that it uses to cover the interior of its shell. Examples of these pearls are shown with their host shell. PEARLIZED AND NORMAL SHELLS Commonly used as decorative objects, shells that have had the outer layers of calcium carbonate removed now appear as pearlized shells. By using hydrochloric acid to remove the colorful outer layers of shell material, the lovely pearly interior layers are revealed. Pearl buttons are made using this method. Shown here are pairs of shells in the natural and pearlized states to show their inner beauty. Some mollusks, specifically those in the bivalve families Pteriidae (pearl oysters) and Unionidae (freshwater mollusks) and the gastropod family Haliotidae (abalones), have naturally iridescent inner shell surfaces.",
            "label_hints": [
                "Look for examples of cleaned and uncleaned shells, showing how marine life can encrust mollusk shells.",
                "This display explains how cleaning reveals the beauty beneath marine encrustations.",
                "Learn about the formation of pearls and the process of turning mollusk shells into pearlized decorative objects."
            ],
            "related_knowledge": "Mollusk shells in their natural habitats often become encrusted with other marine life for camouflage. Cleaning reveals their beauty, and some shells are transformed into decorative pearlized objects. Natural pearls, produced by mollusks like pearl oysters, are highly valued for their rarity."
        },
        {
            "label_id": "gwshom-21",
            "is_included_in_hunt": true,
            "label_str": "CAMOUFLAGE Camouflage for many mollusks is very important for survival. Since most mollusks are slow-moving or do not move at all, the best chance for surviving predators is to be hidden from view. Some attach to other shells or debris from their habitats. Others grow elaborate outer skins called periostracum. Still others allow things like barnacles, worm shells, corals and algae to attach themselves in order to disguise them from predators.",
            "label_hints": [
                "Find an exhibit about how mollusks use camouflage to hide from predators.",
                "This display explains the various ways mollusks blend into their surroundings for protection.",
                "Learn how some mollusks allow barnacles and corals to attach to their shells for added camouflage."
            ],
            "related_knowledge": "Mollusks use camouflage as a key survival strategy, with some attaching debris or other marine life to their shells to remain hidden from predators. Slow-moving or sessile mollusks are especially reliant on camouflage to avoid detection in their habitats."
        },
        {
            "label_id": "gwshom-22",
            "is_included_in_hunt": true,
            "label_str": "LIFE BEGINS Some mollusks lay eggs and some spawn by releasing large numbers of eggs and sperm into the water where they are fertilized. When egg cases release or hatch, the tiny newborn mollusks already have a thin shell and are ready to start life in their habitats. Mollusks that do not lay eggs release vast amounts of eggs or sperm which, when joined together, produce free-swimming veligers that can travel many miles to new habitats. Some female egg-laying mollusks form groups or aggregations to lay their eggs in large masses, which helps keep predators from destroying all the young from a single female's eggs. These egg cases are occasionally seen by beachcombers as they wash ashore after most eggs have hatched their young.",
            "label_hints": [
                "Look for an exhibit showing how mollusks lay eggs and release sperm into the water.",
                "This display explains how egg-laying mollusks protect their young by forming aggregations.",
                "Learn about veligers, free-swimming mollusk larvae that travel long distances in the ocean."
            ],
            "related_knowledge": "Mollusks reproduce by laying eggs or spawning, releasing eggs and sperm into the water for external fertilization. Their young, called veligers, travel miles in the ocean to find new habitats. Egg cases often wash ashore after hatching, giving beachcombers a glimpse into this fascinating process."
        },
        {
            "label_id": "gwshom-23",
            "is_included_in_hunt": true,
            "label_str": "CORAL REEF HABITATS As the foundation to support the life of the thousands of species of organisms present, a coral reef is one of the most diverse habitats on Earth. Fish, invertebrates and marine mammals rely on the structure and life of the corals that make up the reef system, which provides food, shelter, egg-depositing or spawning opportunities and protection from storms. Many kinds of organisms can be seen in one small area of reef. Crustaceans (crabs, shrimps, etc.), echinoderms (urchins and sea stars) and mollusks with and without their shells can be found with some of the beautiful corals that contribute to the daily survival of a healthy reef system. These coral reefs are under threat around the world due to the warming of the oceans, acidification from pollution and predators, such as the crown-of-thorns starfish. Unfortunately human impact on reefs is one of the greatest threats. We can choose to make changes that can save coral reefs around the world, thus saving the oceans as well. Since our survival is based in large part on the health of the oceans, we can make the decision to dispose of waste, like chemicals, plastics and garbage, in responsible ways. Each of us can make a difference in saving Earth's resources, such as coral reefs and all the organisms dependent on them, because by saving them, we are saving our planet for further generations.",
            "label_hints": [
                "Look for an exhibit showing the diverse life forms supported by coral reefs.",
                "This display highlights the role of coral reefs in providing food and shelter for marine animals.",
                "Learn how coral reefs are threatened by climate change and human activities."
            ],
            "related_knowledge": "Coral reefs are one of the most diverse habitats on Earth, supporting thousands of marine species, including fish, crustaceans, and mollusks. They face threats from ocean warming, pollution, and overfishing, making conservation critical to the survival of these ecosystems."
        },
        {
            "label_id": "gwshom-24",
            "is_included_in_hunt": true,
            "label_str": "THE STRESSES OF •LIFE IN THE OCEANS Everywhere in the world, marine life and their environments' continue to battle for survival. The rising temperatures of the oceans, overfishing for food, the dumping of waste and careless disposal of plastics all contribute to the ever-increasing dangers marine animals face. Even sunken ships cause rust to infiltrate everything surrounding them, including the foods eaten by mollusks, causing the shells to absorb this often toxic mineral. The responsible use and clean-up of fishing line and nets can help save thousands of fish, birds, marine and land animals, mollusks and crustaceans. To learn more, look for the Pearls of Wisdom Mnroughout the nall.",
            "label_hints": [
                "Look for an exhibit about the challenges marine life faces, including pollution and overfishing.",
                "This display explains how human activities threaten ocean ecosystems.",
                "Learn how we can protect marine life by reducing waste and cleaning up fishing gear."
            ],
            "related_knowledge": "Marine ecosystems are under stress from pollution, rising ocean temperatures, and overfishing. Even sunken ships contribute to environmental harm, releasing toxins like rust that affect the food sources of marine animals, including mollusks."
        },
        {
            "label_id": "gwshom-25",
            "is_included_in_hunt": true,
            "label_str": "ANOMALIES Shells that display unusual characteristics not consistent with the normal formation of a species are referred to as anomalies. An unsuccessful attack by a predator causing damage to the living animal may result in the new shell growth form changing in odd ways, but survival continues. Even from birth, unusual forms or colors may appear as inherited traits, such as the left-handed aperture as opposed to the more common right-handed aperture, which can be passed down from parent to offspring.",
            "label_hints": [
                "Find an exhibit showing mollusk shells with unusual formations or inherited traits.",
                "This display explains how predator attacks or environmental conditions can change shell growth.",
                "Learn about genetic anomalies like left-handed apertures passed from parent to offspring."
            ],
            "related_knowledge": "Shell anomalies result from damage during the mollusk's life or inherited traits. Predator attacks can alter shell growth patterns, while some species pass down unusual features like left-handed apertures. These anomalies are rare but fascinating insights into mollusk biology."
        },
        {
            "label_id": "gwshom-26",
            "is_included_in_hunt": true,
            "label_str": "SENSORY The feel of a shell can tell you a lot about the kind of mollusk you are touching. For instance, some predatory mollusks use their sharp, strong edges to pry open the bivalves on which they feed. Long, slender shells usually spend their lives under the sandy or muddy bottoms of their habitats and emerge to feed on their prey. Living under the sand or mud gives protection from predators looking for a meal. Some shells are very smooth like glass. This is the result of the many layers of nacre the mollusk produces to keep the outside of their shell clean and smooth enough so they can emerge to feed in comfort. Most numerous of these are the Cypraea and Oliva species. Many have spines, spikes or knobs on the tops of their shells that add strength to their shells and provide some protection from predators. The animals that produce these shells are not crabs; but are similar to the snails found in your garden. They have infinite forms, textures and patterns which serve a purpose for the mollusks' ability to survive in their environments.",
            "label_hints": [
                "Look for an exhibit where you can feel different types of mollusk shells.",
                "This display explains how shell texture relates to the mollusk's habitat and behavior.",
                "Learn how smooth nacre layers or spiked shells help mollusks protect themselves."
            ],
            "related_knowledge": "The texture of a mollusk's shell provides clues about its lifestyle. Smooth shells, like those of cowries, help mollusks glide through the water, while spiked or knobby shells offer protection against predators. Nacre, or mother-of-pearl, keeps shells smooth and durable."
        },
        {
            "label_id": "gwshom-27",
            "is_included_in_hunt": true,
            "label_str": "Far right case COLOR: WHERE DOES IT COME FROM? Yellow, red, green and even blue colors can be found in mollusk shells. Many characteristics are inherited, but other factors can contribute to changes in the colors available to a mollusk as it grows and adds new shell to its home. Dissolved minerals in the water and food of a mollusk can cause new colors as it grows and adds to its calcium carbonate shell. Some even use the colors of the food it consumes to help make it less visible to predators. Right case SAND AND BOTTOM DWELLERS Many mollusks spend their whole lives on or living in the sand or mud bottom of their habitats. Some even live buried in the sand or mud of their habitat and never move except to continue growing, such as members of the Pinnidae family (pen shells) and Penicillidae (watering pots). Others move above and below the sandy or muddy bottom to search for food such as Terebridae (Terebras) and Olividae (olives) and to hide from predators. Left case ADULTS AND JUVENILES OF THE SAME SPECIES As mollusks age they must enlarge their calcium carbonate shell to accommodate their growing bodies. Special glands near the outer edge of the animal's body, or mantle, can secrete the components necessary to harden and allow the growth of the animal within. These examples of juvenile and adult shells illustrate the growth of each species. Most juveniles will not survive to adulthood, making these examples even more rare.",
            "label_hints": [
                "Find an exhibit about how mollusks get their shell colors from minerals in the water.",
                "This display highlights how mollusks use food sources to create camouflage.",
                "Learn how colors help mollusks blend into their surroundings to avoid predators."
            ],
            "related_knowledge": "Mollusks develop shell colors through mineral absorption from their environments. Iron, copper, and other minerals affect color, while diet influences camouflage. This adaptation helps mollusks avoid predators by blending into their habitats."
        },
        {
            "label_id": "gwshom-28",
            "is_included_in_hunt": true,
            "label_str": "SAND AND BOTTOM DWELLERS",
            "label_hints": [
                "Look for an exhibit showing mollusks that live on or beneath sandy or muddy ocean floors.",
                "This display explains how bottom-dwelling mollusks like pen shells and Terebras evade predators.",
                "Learn about mollusks that spend their entire lives buried in the sand for protection."
            ],
            "related_knowledge": "Many mollusks, like members of the Pinnidae family (pen shells) and Terebras, live buried in sand or mud, where they are protected from predators. These species rely on the ocean floor for shelter and food, moving only when necessary."
        },
        {
            "label_id": "gwshom-29",
            "is_included_in_hunt": true,
            "label_str": "ADULTS AND JUVENILES OF THE SAME SPECIES",
            "label_hints": [
                "Look for an exhibit showing juvenile and adult shells of the same species.",
                "This display explains how mollusks grow by adding calcium carbonate to their shells.",
                "Learn why juvenile mollusks rarely survive to adulthood, making their shells rare finds."
            ],
            "related_knowledge": "Mollusks grow by secreting calcium carbonate to expand their shells. This exhibit highlights the differences between juvenile and adult shells, emphasizing how few juveniles survive to adulthood, making their shells rare and valuable specimens."
        }
    ]
}