{
    "labels": [
        {
            "label_id": "fghoaw-1",
            "is_included_in_hunt": false,
            "label_str": "WHAT IS AN ECOSYSTEM? An ecosystem includes all plants animals, and the environmen hey interact with, which together form a self-contained entity A good example incudes the African Lowveld ecosystem portrayed here, with producers, consumersand scavangers. Plants are producers providing energy to primary consumer such as zebra, which are prey taken by predators. The zebra provide nouris ment to secondary consumers, which include predators such as lions. Scavengers such as vultures and hyenas are the environmental cleaners, insuring the Lowveld is void of deceased animal remains. Lowveld Habitat - Lowveld means low bush, referring to the vegetative cover in this specialized habitat. Lowveld characterizes the vast majority of Kruger National Park, located in northeastern South Africa. This special ecosystem is wedged between the Drakensberg mountain range to the west, and the Limpopo River to the east.",
            "label_hints": [
                "Find an exhibit showing the complex relationships between organisms in an ecosystem.",
                "This display explains how producers, consumers, and scavengers interact in a self-sustaining system.",
                "Learn about the African Lowveld ecosystem, where lions, vultures, and zebras each play a role."
            ],
            "related_knowledge": "An ecosystem includes all plants, animals, and their environment, interacting as a unit. In the African Lowveld, producers like plants provide food for consumers like zebras, while predators like lions and scavengers like vultures complete the cycle by breaking down organic matter."
        },
        {
            "label_id": "fghoaw-2",
            "is_included_in_hunt": false,
            "label_str": "PERILOUS MIGRATIONS The Saharan Desert is the greatest single challenge for birds that migrate back and forth between Europe and sub-saharan Africa. Covering most of the northern third of the African continent, it takes a songbird 35 to 40 hours to fly across this vast desert, and many birds cross this desert at night to avoid the strong heat. There are many other perils for birds to avoid during migration: avoiding traps or predators such as house cats, avoiding hitting a tower or window, avoiding environmental extremes such as drought, or destroyed habitat at their destination. Maintaining energy reserves is very important to migrating birds - if a bird runs out of fuel it will often perish. During migration many species will stop to 'refuel' by eating or drinking, even in some of the most unlikely environments, such as the Saharan desert. Saharan Desert - This vast north African desert comprises nearly one-third of the continent. The vast Sahara spans Morocco, Algeria, Libya, Egypt, Mauritania, and the northern portions of Mali, Niger, Chad and Sudan.",
            "label_hints": [
                "Look for an exhibit about the challenges birds face when crossing the Sahara Desert during migration.",
                "This display explains the importance of energy reserves for migrating birds.",
                "Learn about the dangers birds encounter, like predators and environmental extremes."
            ],
            "related_knowledge": "Birds migrating between Europe and sub-Saharan Africa face the perilous challenge of crossing the vast Sahara Desert, a journey that can take 35 to 40 hours. During migration, birds must avoid predators, navigate environmental dangers, and refuel in unexpected places to survive."
        },
        {
            "label_id": "fghoaw-3",
            "is_included_in_hunt": false,
            "label_str": "SAHARA",
            "label_hints": [
                "Look for an exhibit about the Sahara Desert, the largest hot desert in the world.",
                "This display highlights the harsh, arid environment of the Sahara.",
                "Learn about the unique ecosystems and organisms that survive in this extreme habitat."
            ],
            "related_knowledge": "The Sahara Desert covers much of northern Africa, spanning countries like Morocco, Algeria, Libya, and Egypt. It is known for its harsh, arid climate, with ecosystems that have adapted to extreme heat and scarce water sources."
        },
        {
            "label_id": "fghoaw-4",
            "is_included_in_hunt": false,
            "label_str": "OKAVANGO",
            "label_hints": [
                "Look for an exhibit about the Okavango Delta, a vital wetland habitat in southern Africa.",
                "This display highlights how the Okavango Delta provides water to the dry Kalahari Desert.",
                "Learn how wetlands like the Okavango support diverse wildlife and provide crucial water resources."
            ],
            "related_knowledge": "The Okavango Delta in Botswana is a seasonal wetland that supplies water to the Kalahari Desert. It supports a rich variety of wildlife, making it one of Africa's most important ecosystems. Conservation efforts are vital to preserving this delicate and crucial water source."
        },
        {
            "label_id": "fghoaw-5",
            "is_included_in_hunt": false,
            "label_str": "AFRICAN ELEPHANTS Elephants have the distinction of being the largest living land animal on the planet. There are actually two species in Africa, those from the Savannah (Loxodonta africana) that you see in this diorama, and a smaller species that lives in forest, aptly called the Forest Elephant (L. cyclotis). Additionally Asia harbors several subspecies of Asian Elephant (Elephas maximus), including the Pygmy Elephant endemic to Borneo. These living species are the last of a lineage of much more hairy relatives that walked the planet during the Pleistocene, known as Mammoths (Mammuthus primigenius) and Mastodons (Mammut americanum). Elephants are vital landscape architects in the tropical regions they inhabit. They are important for seed dispersal, carrying seeds to spawn and grow away from the parent plant. Moreover, they are important at molding landscapes, removing plants that would otherwise monopolize a habitat, providing a variety of refugia for smaller animals by toppling trees onto their sides, and other important roles. Indeed, in areas where elephant populations have exceeded the number that can be comfortably supported at a given site, the landscape becomes quite denuded. Unfortunately elephants are tied to the one thing that is as coveted by some cultures as gold or diamonds—ivory. The demand for the illegal trade in ivory has pushed elephants to the brink of extinction in many areas. In some regions of Africa, tuskless elephants have been evolutionarily favored over their tusked brethren. If elephants don't have tusks they are of little value to poachers and thus not hunted, which means tuskless genes are carried forth to future generations.",
            "label_hints": [
                "Find an exhibit about African elephants, the largest land animals on Earth.",
                "This display explains how elephants shape their habitats by toppling trees and dispersing seeds.",
                "Learn how the illegal ivory trade threatens elephant populations across Africa."
            ],
            "related_knowledge": "African elephants, including the Savannah (Loxodonta africana) and Forest (Loxodonta cyclotis) species, play a critical role in shaping their environments by dispersing seeds and modifying landscapes. Unfortunately, they are threatened by poaching for ivory, which has led to a decline in populations across Africa."
        },
        {
            "label_id": "fghoaw-6",
            "is_included_in_hunt": false,
            "label_str": "SPECIATION AND DESCRIBING NEW SPECIES ew species evolve via a number of different modes, the most ommon of which involves isolation. Oceanic islands are perhaps he first and most extreme form of isolation, but such 'islands' an also form on mainlands. Imagine a mountaintop where the pecies inhabiting the very top is unable to exist at lower elevations. That's an island barrier. Other examples include species cratered in valleys between mountains or rivers, or other barriers created by contrasting habitats. Over evolutionary millennia, those species with a common ancestor undergo separate trajectories with their own unique set of adaptations, such that ultimately they are very different. Distinguishing and describing these new forms is the job of a museum zoologist, such as HMNS' Curator of Vertebrate Zoology, Dr. Dan Brooks. On occasion one stumbles upon a new species while examining museum specimens or running DNA analyses and noticing something distinct. These tandem situations led to the description of four new species of African House Bats: Livingstone's (Scotophilus livingstonii) of tropical central Africa, Andrew Rebori's (S. andrewreborii) and Trujillo's (S. trujilloi) of Kenya, and Ejetai's (S. ejetai) from Ethiopia. Firming this up with morphological and DNA analyses led to the description of these four new species in 2014 by Dr. Brooks and his colleague, Dr. John Bickham. You can see displayed the new taxon Andrew Rebori's House Bat (S. andrewreborii), which was thought to be African Yellow House Bat (S. dinganii) until DNA and morphological analysis proved otherwise. Brooks named the new form Scotophilus andrewreborii in honor of Andrew Rebori, longtime friend and family member of HMNS Collections staff. In the Etymology section of the monograph describing the new species, Brooks wrote: It is our honor to name this species for Andrew N. Rebori (1948-2011). Rebori unknowingly touched the lives and inspired many individuals, including many museum professionals. He always maintained a keen interest in animals... While describing new species may seem glamorous, it is incredibly grueling, painstaking work. Dealing with international permits for collecting, organizing personnel and logistics, making the long trip and returning in one piece, preparing the specimens, finely examining a plethora of study skins and analyzing specimens under a powerful microscope is hardly work to be envied. More often than not, results in fatigue and a really good night's sleep. Imagine looking at 10 or 20 different measurements of 50 or more bat skulls-with an entire skull being the size of your fingernail, and half of those measurements being of the surfaces of different types of teeth. It's enough to cause splitting headaches and often does.",
            "label_hints": [
                "Look for an exhibit on how new species evolve through isolation and adaptation.",
                "This display explains the process of identifying new species through DNA and morphological analysis.",
                "Learn about the discovery of four new species of African House Bats, described through DNA research."
            ],
            "related_knowledge": "Speciation often occurs through isolation, where populations are separated by barriers such as mountains or rivers. Museum zoologists like Dr. Dan Brooks use DNA analysis to identify new species, as seen in the discovery of four new species of African House Bats."
        },
        {
            "label_id": "fghoaw-7",
            "is_included_in_hunt": false,
            "label_str": "ETHIOPIAN REALM",
            "label_hints": [
                "Look for an exhibit about the Ethiopian Realm, a dry and arid region of Africa.",
                "This display highlights the unique biodiversity of the Ethiopian Realm.",
                "Learn about how organisms have adapted to the harsh conditions of this region."
            ],
            "related_knowledge": "The Ethiopian Realm encompasses dry regions of Africa, including Ethiopia, Somalia, and northwestern Kenya. Despite its harsh conditions, this region supports a range of adapted species, contributing to Africa's overall biodiversity."
        },
        {
            "label_id": "fghoaw-8",
            "is_included_in_hunt": false,
            "label_str": "CONGO",
            "label_hints": [
                "Find an exhibit about the Congo Basin, one of Africa's largest and most diverse rainforests.",
                "This display highlights the discovery of the Okapi and other species in this remote region.",
                "Learn how habitat loss and poaching threaten the biodiversity of the Congo Basin."
            ],
            "related_knowledge": "The Congo Basin is home to unique species like the Okapi and represents one of Africa's most important rainforest ecosystems. Unfortunately, deforestation and poaching pose serious threats to this region's biodiversity, necessitating urgent conservation efforts."
        },
        {
            "label_id": "fghoaw-9",
            "is_included_in_hunt": false,
            "label_str": "LIFE NEEDS WATER TO SURVIVE The Okavango Delta has been called the Jewel of Africa, a shimmering green sapphire of vast wetland in an otherwise relatively dry region. The delta is very important as a water reservoir, seasonally supplying water to the otherwise dry Kalahari desert. Wetland habitats such as the Okavange Pella are crucial to wildlife and hut ars aike For example, more than half artas loman body is made up of water. By havine sound conservation goals estaplished we can help preserve valuable habitats such as wetlands, for wildlife and humans alike, in Africa, Texas and elsewhere on the planet. Okavango Delta - In stark contrast to the drier parts of Africa, the Okavango Delta is a haven for wetland fauna. This specialized region is restricted to northwestern Botswana.",
            "label_hints": [
                "Look for an exhibit about how wetlands like the Okavango Delta sustain life in otherwise dry regions.",
                "This display explains the importance of water for both wildlife and human survival.",
                "Learn how conservation efforts protect wetlands for future generations."
            ],
            "related_knowledge": "The Okavango Delta is a crucial wetland that provides water to the Kalahari Desert and sustains a wide variety of wildlife. Wetlands like the Okavango are essential for both ecological balance and human survival, making their conservation a top priority."
        },
        {
            "label_id": "fghoaw-10",
            "is_included_in_hunt": false,
            "label_str": "LIVING TOGETHER IN HARMONY The tropics in general support the highest levels of biodiversity, containing more species of animals than any other region on our planet. This is achieved by animals using different niches within their environment. A niche is the place an animal fills in its environment, and there are many niches available in the tropics. For example, primates will occupy different levels of the forest on a vertical (top to bottom) plane, whereas antelope will forage on different types of vegetation along a horizontal (side to side) plane. THIOPIAN REALM in stark contrast to more lush regions of Africa, the Ethiopian region is extremely dry. As the name implies, the Ethiopian realm comprises the majority of Ethiopia, as well as Somalia and northwestern Kenya.",
            "label_hints": [
                "Look for an exhibit about how animals in tropical regions coexist by occupying different ecological niches.",
                "This display explains how species divide the environment to avoid competition.",
                "Learn how the Ethiopian Realm supports animals that have adapted to its dry conditions."
            ],
            "related_knowledge": "Tropical ecosystems are rich in biodiversity because species occupy different ecological niches, allowing them to coexist. For example, primates live at various levels in the forest, while other animals forage along the ground. In the Ethiopian Realm, animals adapt to the region's dry conditions by filling specific roles within the ecosystem."
        },
        {
            "label_id": "fghoaw-11",
            "is_included_in_hunt": false,
            "label_str": "EQUATORIAL DIVERSITY As early as 1878, Alfred Russell Wallace, a famous Naturalist and contemporary of Darwin, noted animal life is, on the whole, far more abundant and varied within the tropics than in any other part of the globe.. For example, the equatorial African country of Kenya has well over 1000 species of birds, whereas the number in Texas is 625 species even though Texas is much larger than Kenya. The main reason diversity is higher in the tropics is because there are more niches available to support more species. LA DIVERSIDAD ECUATORIAL Ya en 1878, Alfred Russell Wallace, un famoso naturalista y contemporáneo de Darwin, señalaba la vida animal es, en general, más abundante y variada en los trópicos que en cuale a parte del globo. Por ejemplo, Kenia ficano ecuatorial tiene más de 1000 es aves, mientras que Texas tier. 625 aes, aún cuando Texas es mucho m. jrande que Kenia. La razón de esta mayor diversi ad en los trópicos es porque hay más nichos disponibles para albergar a más especies.",
            "label_hints": [
                "Find an exhibit about the high levels of biodiversity in equatorial regions.",
                "This display explains how species-rich environments like Kenya support more bird species than larger areas like Texas.",
                "Learn how tropical ecosystems create more ecological niches, supporting a greater diversity of life."
            ],
            "related_knowledge": "Equatorial regions like Kenya are home to more species than other parts of the world due to the availability of diverse ecological niches. Alfred Russell Wallace noted that animal life is far more abundant and varied in the tropics, where many species coexist by occupying specialized habitats."
        },
        {
            "label_id": "fghoaw-12",
            "is_included_in_hunt": false,
            "label_str": "THREATENING SURVIVAL IN THE FOREST • THE BUSHMENT TRADE In 2002 the bushnean tade claimed 2/500,0001006 el meat sach year i the Congo lasin alone, and 385.000 toms ii Ghana/These are just two countres in the Airican troptes where the bushmesk trade in vampa - all game harvested i not sustanable, and in most cases posched (hunted Megaly), Unfortunately the bushmest induskry has arven many larger ammal species that yield protem to near or complete extinction, More than 50 species of mammals found in Airicon tropical forest, such as primates and fores antelone, se highly thweatened wnh extinction due to the bushest trade,",
            "label_hints": [
                "Look for an exhibit about the unsustainable and illegal bushmeat trade in African tropical forests.",
                "This display explains how overharvesting and poaching are driving species toward extinction.",
                "Learn about the impact of the bushmeat trade on primates and forest antelopes."
            ],
            "related_knowledge": "The bushmeat trade is a significant threat to wildlife in African tropical forests. In countries like the Congo and Ghana, millions of tons of wild animal meat are harvested unsustainably, pushing many larger mammals like primates and forest antelopes toward extinction."
        }
    ]
}