{
    "labels": [
        {
            "label_id": "mhop-1",
            "is_included_in_hunt": true,
            "label_str": "WELCOME TO YOUR PREHISTORIC SAFARI Here you will meet the heroic microbes that battled acid seas and poisonous air, and won. You will greet multitudes of trilobites, each one a jewel of evolution. Ferocious fish will guide you through the conquest of land and a Texas fin-back will introduce you to your own ancient reptilian ancestors. Dinosaurs carry the story through age of T. rex, but the journey will not be smooth. Sudden mass extinctions will punctuate your progress. Wave after wave of new and marvelous beasts will seize control of the ecosystem, only to suffer disaster from mysterious causes. In the final stages of your Prehistoric Safari you will see an invention that changed the rules of nature —The atlatl - and learn where we humans fit in the flow of history. THE MORIAN HALL OF PALEONTOLOGY",
            "label_hints": [
                "This exhibit takes you through a journey of Earth's prehistoric life forms.",
                "Look for a display about ancient microbes, trilobites, and dinosaurs.",
                "Find sections that discuss mass extinctions and the evolution of life."
            ],
            "related_knowledge": "The Prehistoric Safari exhibit introduces visitors to early life forms on Earth, from microbes to dinosaurs. It explores key moments in evolution, such as mass extinctions, and provides a detailed account of how life has changed over millions of years. The exhibit ends with an overview of how human ancestors fit into this timeline."
        },
        {
            "label_id": "mhop-2",
            "is_included_in_hunt": true,
            "label_str": "PRECAMBRIAN",
            "label_hints": [
                "Look for a section detailing Earth's history before complex life emerged.",
                "Find a timeline of Earth's earliest stages, covering about 4 billion years."
            ],
            "related_knowledge": "The Precambrian era marks the longest period in Earth's history, stretching from the planet's formation to the emergence of complex life. It was during this time that early microbial life began to evolve, setting the stage for the evolution of more complex organisms."
        },
        {
            "label_id": "mhop-3",
            "is_included_in_hunt": false,
            "label_str": "CAMBRIAN",
            "label_hints": [
                "Look for an exhibit about the Cambrian Explosion, when life diversified rapidly.",
                "This display focuses on early marine life and the appearance of many new species.",
                "Find fossils of ancient creatures that lived during the Cambrian period."
            ],
            "related_knowledge": "The Cambrian period is famous for the 'Cambrian Explosion,' a time when life on Earth diversified at an unprecedented rate. The exhibit shows fossils of early marine animals that evolved during this period, many of which represent the ancestors of modern life forms."
        },
        {
            "label_id": "mhop-4",
            "is_included_in_hunt": false,
            "label_str": "ORDOVICIAN",
            "label_hints": [
                "Find an exhibit about the Ordovician period, focusing on early marine life.",
                "This display discusses the development of diverse marine species.",
                "Look for fossils of trilobites and other ancient sea creatures."
            ],
            "related_knowledge": "The Ordovician period, following the Cambrian, saw a great diversification of marine life. This period was marked by the emergence of new marine species, including the ancestors of modern mollusks and vertebrates."
        },
        {
            "label_id": "mhop-5",
            "is_included_in_hunt": false,
            "label_str": "VENDIAN",
            "label_hints": [
                "Look for an exhibit detailing life during the late Precambrian Vendian era.",
                "This display focuses on the transition from simple to more complex life forms.",
                "Find fossils that represent the first multicellular organisms."
            ],
            "related_knowledge": "The Vendian period marks the end of the Precambrian, where multicellular life began to take shape. This period is critical for understanding how early life evolved into more complex organisms, setting the stage for the Cambrian Explosion."
        },
        {
            "label_id": "mhop-6",
            "is_included_in_hunt": false,
            "label_str": "THE ENCHANTED GARDEN OF EDIACARA",
            "label_hints": [
                "Find an exhibit discussing the Ediacara biota, the first complex organisms.",
                "This display focuses on the soft-bodied life forms that dominated Earth before the Cambrian.",
                "Look for fossils of some of the earliest multicellular animals."
            ],
            "related_knowledge": "The Ediacaran period is known for the emergence of the first complex multicellular organisms, known as the Ediacara biota. These soft-bodied organisms represent the earliest evidence of animals on Earth, predating the Cambrian Explosion."
        },
        {
            "label_id": "mhop-7",
            "is_included_in_hunt": false,
            "label_str": "SILURIAN",
            "label_hints": [
                "Look for an exhibit detailing the Silurian period, focusing on the transition to land.",
                "This display discusses the first plants and animals to colonize land.",
                "Find fossils of early marine life and the first terrestrial organisms."
            ],
            "related_knowledge": "The Silurian period marks a critical point in Earth's history when life began to transition from water to land. This period saw the emergence of early vascular plants and the first terrestrial animals, including arthropods."
        },
        {
            "label_id": "mhop-8",
            "is_included_in_hunt": false,
            "label_str": "DEVONIAN",
            "label_hints": [
                "Look for an exhibit about the Devonian period, often called the 'Age of Fishes'.",
                "This display focuses on the diversification of fish and the first land vertebrates.",
                "Find fossils of early fish and the ancestors of amphibians."
            ],
            "related_knowledge": "The Devonian period is famous for the diversification of fish, which dominated the seas during this time. It also saw the evolution of the first land vertebrates, setting the stage for the colonization of land by animals."
        },
        {
            "label_id": "mhop-9",
            "is_included_in_hunt": false,
            "label_str": "CARBONIFEROUS",
            "label_hints": [
                "Look for an exhibit discussing the Carboniferous period, known for its vast coal forests.",
                "This display focuses on the dominance of amphibians and the development of vast forests.",
                "Find fossils of giant ferns, amphibians, and early reptiles."
            ],
            "related_knowledge": "The Carboniferous period is known for its vast swampy forests, which later formed the coal deposits we use today. This period also saw the rise of amphibians and the first reptiles, as well as the development of a more complex terrestrial ecosystem."
        },
        {
            "label_id": "mhop-10",
            "is_included_in_hunt": false,
            "label_str": "EXXONMOBIL PERMIAN BASIN EARLY PERMIAN",
            "label_hints": [
                "Find an exhibit focusing on the Early Permian period and the Permian Basin.",
                "This display discusses the rise of reptiles and the development of more arid environments.",
                "Look for fossils of early reptiles and the ancestors of mammals."
            ],
            "related_knowledge": "The Early Permian period was marked by the diversification of reptiles, which began to dominate terrestrial ecosystems. The Permian Basin, rich in fossils, provides valuable insights into life during this time, including the ancestors of modern mammals."
        },
        {
            "label_id": "mhop-11",
            "is_included_in_hunt": false,
            "label_str": "EXTINCTION EVENT",
            "label_hints": [
                "Look for an exhibit about the Permian-Triassic extinction, the largest in Earth's history.",
                "This display focuses on the mass extinction that wiped out most of Earth's species.",
                "Find evidence of the recovery of life after this catastrophic event."
            ],
            "related_knowledge": "The Permian-Triassic extinction, also known as 'The Great Dying,' was the most severe extinction event in Earth's history, wiping out over 90% of marine species and 70% of terrestrial species. This event dramatically reshaped the course of evolution."
        },
        {
            "label_id": "mhop-12",
            "is_included_in_hunt": true,
            "label_str": "ARCHOSAURS The Ruling Reptiles Both Smilosuchus and Postosuchus, shown here, were Ruling Reptiles, members of the fabulous clan known technically as Archosauria. Archosaurs were the most dynamic new group of land animels to evolve during the Permian-Triassic event. Early archosaurs had a body plan with many crocodilian features. The most important new feature was the triple-holed skull. In addition to the usual head-holes for nostrils and eyeballs and the notch in back for the eardrum, archosaurs added two extra holes, one above the other, between the eye socket and ear. The lower jaw contributed the third hole-right in the middle below the last tooth crowns. Triple-holes were set deep in the archosaur DNA. Later, when some advanced groups lost one or another hole, the arrangement of the bones showed sutures where the holes had been closed through the course of evolution. Three holes were the mark of ecological royalty. All early crocodiles were triple-holed, as were a dozen other groups of Triassic archosaurs less famous. 'Dactyls, the flying reptiles,had triple holes, and the most renowned of all prehistoric animals carried triple-hole heads: The Dinosauria.",
            "label_hints": [
                "Look for an exhibit about Archosaurs, the 'ruling reptiles' of the Triassic.",
                "This display discusses the evolution of Archosaurs and their role in the dominance of reptiles.",
                "Find fossils of early crocodiles, dinosaurs, and flying reptiles."
            ],
            "related_knowledge": "Archosaurs, meaning 'ruling reptiles,' were the dominant land animals during the Triassic period. This group includes the ancestors of crocodiles, dinosaurs, and birds, and played a crucial role in the evolution of terrestrial vertebrates."
        },
        {
            "label_id": "mhop-13",
            "is_included_in_hunt": true,
            "label_str": "PAULA AND RUSTY WALTER MESOZOIC GALLERY LATE JURASSIC",
            "label_hints": [
                "Look for an exhibit featuring dinosaurs from the Late Jurassic period.",
                "This display focuses on sauropods, the giant herbivorous dinosaurs.",
                "Find fossils of Diplodocus and other long-necked giants of the Jurassic."
            ],
            "related_knowledge": "The Late Jurassic period was dominated by massive herbivorous dinosaurs known as sauropods. These long-necked giants, including Diplodocus and Barosaurus, were some of the largest animals to ever walk the Earth."
        },
        {
            "label_id": "mhop-14",
            "is_included_in_hunt": true,
            "label_str": "WHIP-TAIL TRIPODS Diplodocus The Jurassic was the Golden Age of vegetarian giants. Long-necks, formally known as sauropods, grew larger and larger until they reached 30 tons or more— as heavy as five normal-sized elephants. No clan of land animals ever matched the bulk of the Long-necks. What was their secret? Sauropod necks were hollow and filled with air, like bird necks, so the beasts could swing the neck side-to-side quickly. To reach high in the tree-tops, long-necks went tripodal. Hind legs were much stronger than the fore legs, and the tail served as a third limb for balancing when the body tilted up. Diplodocus was the ultimate tripod. Its tail was immensely strong, and its torso was lightened by hollowed-out vertebrae. When tipped up, the head could reach 25 feet. Close cousin Barosaurus could reach 36 feet. With heads that high, the heart couldn't pump blood to the brain. No problem. The brain was tiny and could function without fresh blood for 10 minutes at a time. Long-necks didn't chew. Instead, they plucked branches off trees and passed the food down to their muscular gizzards, where hard rocks crushed and split the vegetable bits. Fossilized gizzard stones have been dug inside the ribcages of long-necks and their kin. For defense, Diplodocus had a giant bull whip. The last 30 feet of the tail were made from thin bone rods jointed together and encased in tough connective tissue. The powerful muscles at the front of the tail could swing the whip-end with tremendous speed. A direct hit on a meat-eater's face would cause dreadful pain. By the Late Jurassic, the dinosaur clans had expanded into a dozen families of planteaters, mostly long-necks.",
            "label_hints": [
                "Look for an exhibit discussing the massive long-necked dinosaurs of the Jurassic.",
                "This display focuses on sauropods like Diplodocus, known for their tripod-like stance.",
                "Find fossils of long-necked dinosaurs that grew to immense sizes."
            ],
            "related_knowledge": "Sauropods, including Diplodocus, were some of the largest land animals to ever live. Their hollow necks and massive tails allowed them to reach high into trees for food, and their strong hind legs and tail provided balance when they reared up on their back legs."
        },
        {
            "label_id": "mhop-15",
            "is_included_in_hunt": true,
            "label_str": "PAULA AND RUSTY WALTER MESOZOIC GALLERY LATE CRETACEOUS",
            "label_hints": [
                "Find an exhibit about the Late Cretaceous period, home to some of the most iconic dinosaurs.",
                "This display discusses the dinosaur families that lived during the Mesozoic era.",
                "Look for fossils of both herbivorous and carnivorous dinosaurs from the Cretaceous period."
            ],
            "related_knowledge": "The Late Cretaceous period is well-known for the rise of many iconic dinosaur species, including Tyrannosaurus rex. This period marks the end of the dinosaurs before the mass extinction event that wiped them out."
        },
        {
            "label_id": "mhop-16",
            "is_included_in_hunt": true,
            "label_str": "THE TWO-FINGERED TYRANNOSAUR Gorgosaurus Tyrannosaurus rex is inarguably the world's No. 1 favorite dinosaur. It came late in its family history, in the Lancian Age. The earliest members of the tyrannosaur family were smaller; the species called Gorgosaurus ruled the Judithian Age, growing to 2 tons —10 times heavier than a big male lion, but less than half the size of a T. rex. Go gosaurus had the distinctive hands of the tyrannosaur ramily. Instead of the three-fingered hands of allosaurs ar acrocanthosaurs, gorgosaurs had hands with two small, weak fingers. The shoulder blade and upper arm were much thinner and less muscular than those of earlier carnivores. Why did Tyrannosaurs evolve such weak arms and hands? Professor Henry Fairfield Osborn, who named Tyrannosaurus and the tyrannosaur family in 1905, had an answer: Tyrannosaurs were ticklers! Osborn knew that big, scary apex predators might need a way to express soft, family-friendly emotions. A tyrannosaur male might reach out to a female and delicately massage her shoulders. Or a mother tyrannosaur might stroke he when trey helped in raising the tyrannosauce Swift Ankles, Speedy Shine The best way to compare speed in meat-eating dinosaurs is by comparing ankles and spins. Faster speed requires longer legs below the knee. Compare Gorgosaurus to the Early Cretaceous Acrocanthosaurus. The gorgosaur clearly has an advantage in limb proportions, and thus could outrun the earlier Cretaceous predator. Why did big meat-eaters get faster? Was there a co-evolutionary arms race between predator and prey? Were herbivorous dinosaurs getting faster in the Late Cretaceous? No— the common plant-eaters of the Late Cretaceous, the duck-bills, were about as fast as their Early-Cretaceous relatives, the iguanodonts. This is yet another dinosaur puzzle. The faster Tyrannosaurs replaced the slower acrocanthosaurs and their relatives, even though prey speed stayed the same.",
            "label_hints": [
                "Look for an exhibit about the early tyrannosaur family members like Gorgosaurus.",
                "This display focuses on the evolution of tyrannosaurs and their distinctive two-fingered hands.",
                "Find fossils of Gorgosaurus, an ancestor of the more famous Tyrannosaurus rex."
            ],
            "related_knowledge": "Gorgosaurus was an earlier member of the tyrannosaur family that lived during the Judithian Age. It was smaller than T. rex but had similar features, such as the two-fingered hands. Gorgosaurus was a fast and agile predator."
        },
        {
            "label_id": "mhop-17",
            "is_included_in_hunt": true,
            "label_str": "GIANT SHORT-FACED BEAR Arctodus If you were a full-grown saber-toothed Smilodon, what animal should you think twice about before attacking? The giant short-faced bear! One of the largest bears to ever inhabit North America, Arctodus reached heights of 15 feet and weights of a ton and a half-twice the size of the average male grizzly bear. But Arctodus was far leggier than grizzlies and polar bears and probably faster. A short, wide muzzle and deep snout gave Arctodus a vice-like grip. What did it eat? Anything it could catch! Large molars were capable of crunching young grass, roots, and berries. Killer fangs could dispatch a buffalo with one bite. Analysis of chemicals in some Arctodus fossils show a high concentration of nitrogen-15, an element that accumulates when an animal eats a diet rich in meat. Other short-faced bear populations probably favored a more vegetarian diet. North America sent bear invaders into South America. The short-faced bear clan set up evolutionary centers in both continents. Arctotherium reached an all-time ursid record in Argentina, growing to two tons.",
            "label_hints": [
                "Look for an exhibit about the largest bears that ever lived in North America.",
                "This display discusses the giant short-faced bear, a powerful predator.",
                "Find fossils of Arctodus, known for its speed and strength."
            ],
            "related_knowledge": "Arctodus, the giant short-faced bear, was one of the largest predators in prehistoric North America. Standing up to 15 feet tall, it had powerful jaws and long legs that made it a fast hunter. Arctodus was a dominant carnivore during its time."
        },
        {
            "label_id": "mhop-18",
            "is_included_in_hunt": true,
            "label_str": "GIANT PALM FROND, SABALITES AND FISH, DIPLOMYSTUS AND THE SMALLER KNIGHTIA Eocene, Green River Formation, Lincoln County, Wyoming HMNS 432",
            "label_hints": [
                "Find an exhibit that showcases ancient fossils from the Green River Formation.",
                "This display features fossils of fish and plant life from millions of years ago.",
                "Look for fossilized specimens like the Diplomystus and Knightia."
            ],
            "related_knowledge": "The Green River Formation is known for its well-preserved fossils from the Eocene epoch. Fossils of fish like Diplomystus and Knightia, as well as plant life like the Sabalites palm frond, offer a glimpse into ancient ecosystems that existed around 50 million years ago."
        },
        {
            "label_id": "mhop-19",
            "is_included_in_hunt": true,
            "label_str": "THE STRELLEY POOL STROMATOLITES PRECAMBRIAN | 3.4 - 2.5 BILLION YEARS AGO Fossils of stromatolite mounds are found across the globe. In a few spots, such as Shark Bay in Western Australia, microbes are still constructing stromatolites today. Western Australia's Strelley Pool Formation is one of the best-known locations for uncovering stromatolite fossils. Although it is hot and arid now, paleontologists and geologists believe that the Strelley Pool was once the floor of a shallow ocean, where stromatolite-forming microbes would have thrived. There, seawater would have kept the mounds moist while sunlight could still penetrate deep enough to allow photosynthesis. Because oxygen was so scarce at the time the Strelley Pool stromatolites were formed, some paleontologists believe microbes based their metabolism on sulfur, instead. One by-product of sulfur-based metabolism is the mineral pyrite, also known as fool's gold. Mixed among the dark sandstone and fossil microbes in the Strelley Pool are crystals of fool's gold, supporting the theory that early microbes based their metabolism on sulfur. Did you know? Because stromatolites resulted from some of Earth's earliest life forms, NASA studies these ancient structures for clues about possible life on faraway planets.",
            "label_hints": [
                "Look for an exhibit about some of the oldest fossils on Earth: stromatolites.",
                "This display discusses how ancient microbes formed stromatolite mounds.",
                "Find examples of how sulfur-based metabolism helped early microbes thrive."
            ],
            "related_knowledge": "Stromatolites are among the oldest known fossils, dating back over 3.4 billion years. They were formed by ancient microbes in shallow oceans, where they used sulfur-based metabolism to survive in an oxygen-poor environment. These fossils provide important clues about early life on Earth."
        },
        {
            "label_id": "mhop-20",
            "is_included_in_hunt": true,
            "label_str": "STROMATOLITES Nearly 3.5 billion years ago, the air on earth lacked the oxygen to support most modern-day plants and animals. The oceans were extremely acidic, and the Sun's ultraviolet light was powerful enough to kill most of today's living organisms. Despite these dismal conditions, life appeared, survived, and evolved How did Earth's earliest life forms succeed? Earth's earliest life forms were tiny one celled creatures, much like today's simplest bacteria. Some of these microbes began building multi-layer mounds called stromatolites, structures that still exist today and resemble giant, upside down egg cartons. Each stromatolite layer was formed by living microbial mats. New layers trapped particles of silt and minerals until the structure had dozens or even hundreds of layers. Stromatolite layers filtered out most of the sun's deadly UV rays and allowed the microbes that comprised them to flourish. How did the earliest life forms get energy and food? Earth's early life forms couldn't operate like most modern bacteria or higher animals, because there wasn't enough oxygen. Some based their metabolism on sulfur, instead. Modern sulfur-based bacteria thrives in dark habitats where oxygen and UV light are scarce, like swamps and even inside our own intestines.",
            "label_hints": [
                "Find an exhibit that explains how stromatolites were formed by early microbial life.",
                "This display discusses how stromatolite layers protected microbes from harmful sunlight.",
                "Look for examples of how early life forms survived without oxygen."
            ],
            "related_knowledge": "Stromatolites are layered structures built by ancient microbes over billions of years. These microbial mats filtered sunlight and provided a safe environment for early life to thrive in Earth's hostile conditions, long before oxygen was abundant in the atmosphere."
        },
        {
            "label_id": "mhop-21",
            "is_included_in_hunt": true,
            "label_str": "THE GREAT OXYGEN EVENT PRECAMBRIAN | 2.2 BILION YEARS AGO Many microbes make do without oxygen. But what we think of as higher life forms could not evolve until there was enough oxygen in the air and water. When did the necessary oxygen arrive? Iron-rich sediments give us a hint. If there is a lot of oxygen in the environment, iron becomes oxidized (think oxygen-ized) and rusts. About 2.2 billion years ago, a type of sediment called Banded Iron Formations, or BIFs, became common. BIFs have layers of iron-poor sediment alternating with iron-rich layers. Something was generating oxygen, but what was it? The most likely answer is blue green microbes called cyanobacteria. Although small and simple, cyanobacteria evolved the chemical equipment to perform photosynthesis. Photosynthesis generates oxygen, so when cyanobacteria multiplied, they could have generated enough oxygen to change the Earth's water and air chemistry. This ancient blue green bacteria was the single-most important step in making the air and water right for the evolution of higher life forms.",
            "label_hints": [
                "Look for an exhibit about the rise of oxygen on Earth.",
                "This display discusses how photosynthesis by cyanobacteria changed Earth's atmosphere.",
                "Find examples of Banded Iron Formations that mark the start of the Great Oxygen Event."
            ],
            "related_knowledge": "The Great Oxygen Event occurred around 2.2 billion years ago when cyanobacteria began producing oxygen through photosynthesis. This dramatic rise in oxygen levels allowed for the evolution of more complex life forms and left a lasting impact on Earth's geology, as evidenced by the presence of Banded Iron Formations."
        },
        {
            "label_id": "mhop-22",
            "is_included_in_hunt": true,
            "label_str": "HIGH-TECH CELLS EVOLVE The First Eukaryotes PRECAMBRIAN | 1.4 - 1.2 BILLION YEARS AGO Eukaryote cells We've got oxygen, now what? Bacteria and similar microbes have a simple cell design. They contain no energy units, no central nucleus packed with genetic material, and no other specialized mini organs for cellular functions. Without these bells and whistles, bacteria cannot evolve big, complex shapes. Eukaryotes are life forms with a key set of mini organs, called organelles. All animals and plants today-from amoebas to elephants, algae to redwood trees- are eukaryotes. Most simple microbes reproduce by division. All the new cells have virtually the same DNA, like little clones of the original. The earliest eukaryote could it better; when it reproduced with another eukaryote, their DNA combined. The result was a eukaryote with an entirely new, distinct DNA combination. This kind of reproduction enhances diversity and speeds up evolution. Individuals whose DNA lets them survive best and reproduce fastest take over in a process known as natural selection. Fossils prove that by 1.2 billion years ago, eukaryotes had evolved the cellular equipment to build complex body shapes, but wouldn't for another 800 million years.",
            "label_hints": [
                "Find an exhibit that explains how complex cells (eukaryotes) evolved.",
                "This display discusses the key differences between simple bacterial cells and eukaryotic cells.",
                "Look for references to organelles like the nucleus and mitochondria."
            ],
            "related_knowledge": "Eukaryotes, the ancestors of all modern animals and plants, evolved from simpler cells around 1.4 to 1.2 billion years ago. These cells contained specialized organelles, such as nuclei and mitochondria, which allowed for more complex body structures to develop through natural selection and genetic diversity."
        },
        {
            "label_id": "mhop-23",
            "is_included_in_hunt": true,
            "label_str": "SEA-ICE SPREADS ACROSS MOST OF THE WORLD'S OCEAN PRECAMBRIAN | 700 MILLION YEARS AGO GONDWANA THE PRECAMBRIAN WORLD A worldwide ice age struck the Earth about 700 million years ago, and likely killed most of the Earth's evolving eukaryote species. How do we know? Thick ice leaves behind strange, isolated rocks. As ice sheets flow over the land, they pick up hunks of rock and often carry them all the way into the ocean. As icebergs melt, the rock within them drop to the ocean bottom. These dropstones stand out like geological sore thumbs. The size of the stones and their make-up don't match the fine silt and mud of the sea bottom around them. Dropstones were spread all over the ancient ocean sediment, and the bottom mud turned dark—a sure sign of low oxygen. Most eukaryote species probably died. Was that the end of evolution? Fortunately for us, no. When the ice melted, life forms recovered and made a momentous leap in diversity.",
            "label_hints": [
                "Find an exhibit that discusses the global ice age that struck 700 million years ago.",
                "This display explains how dropstones provide evidence of ancient glaciation.",
                "Look for references to how this ice age impacted the evolution of early life."
            ],
            "related_knowledge": "Around 700 million years ago, a global ice age likely killed off many early eukaryotic species. Geological evidence, such as dropstones in ancient ocean sediments, indicates that ice sheets once covered much of the Earth's surface, drastically altering the environment and forcing life to evolve in new ways."
        },
        {
            "label_id": "mhop-24",
            "is_included_in_hunt": true,
            "label_str": "THE ENCHANTED GARDEN OF EDIACARA Ediacoran Sea Bottom Early Cambrian Sea Boffom While the world waited for complex life forms to evolve, living structures remained simplistic. At most, microbes built mats of living tissue or mounds of layered sediment, That changed in the Vendian Period with the appearance of highly organized anatomical forms: beautiful foot-tall plumes, ornamented saucersized disks and strange, segmented wrigglers. It was the Garden of Ediacara. Some of its organisms, like Charia, resembled plants, while Dickinsonia resembled a starfish relative or wide-bodied bug. Only a few Ediacarans seem to have had the power of active movement. Spriggina had a rounded head and tuered, segmented body well suited for wriggling. Perhaps it was an ancestor of jointed worms, or shared an evolutionary path with the most famous creatures of the next Period: the trilobites? We can't be sure, but we know that the Ediacarans conquered shallow seas across the globe. The layers of boffom red are undisturbed layers churned by worms, © Peter Trusler Their world was extraordinarily peaceful. The sea-bottom mud was undisturbed thanks to great mats of microbes, which were constantly creating new protective layers. Spriggina and other mobile Ediacarans moved in two-dimensions across the mats, but no species had evolved the strength to break through the mat barrier.",
            "label_hints": [
                "Find an exhibit that displays the organisms of the Ediacaran Period.",
                "Look for a showcase of early complex life forms like Spriggina and Dickinsonia.",
                "This display illustrates the peaceful world of microbes and simple creatures before the Cambrian explosion."
            ],
            "related_knowledge": "The Garden of Ediacara features some of the earliest known complex organisms, including soft-bodied creatures like Spriggina and Dickinsonia. These creatures lived peacefully in shallow seas, undisturbed by predators or environmental upheavals, until the Cambrian explosion brought about more complex life forms."
        },
        {
            "label_id": "mhop-25",
            "is_included_in_hunt": true,
            "label_str": "TRILOBITES Trilobites, also affectionately called mudbugs by many paleontologists, are hard, segmented arthropods that existed more than 500 millions ago in the Earth's ancient oceans. They ruled the Paleozoic Era, going extinct before the first dinosaurs ever appeared. They're incredibly important to the fossil record for a number of reasons. They existed on all continents, and they were some of the first creatures to exhibit the kind of complexity that was the foundation for life today. Trilobites were incredibly diverse, with the smallest-known species measuring under a millimeter and the largest being over two feet long. More than 20,000 different species have been described, and we are lucky to have one of the most complete collections of these fascinating creatures in the country. THE HIDDEN BOOM 540 million years ago, cactus worms began disturbing the peaceful world of the Vendian by burrowing into the muddy bottoms of shallow seas across the globe. Just a few million years later, Earth's oceans were swarming with a huge variety of soft-bodied swimmers. Soft body parts are rarely fossilized, so the vast majority of life in the Cambrian sea was virtually unknown until 1909, when paleontologist Charles Doolittle Walcott discovered the fossils of the Burgess Shale in British Columbia, Canada. In the shale was an array of fossilized soft body forms, and Walcott discovered strange examples of nearly every phylum that exists today. Since that time, similar Cambrian fossil beds have been found in the Wheeler Shale of Utah, in the Chengjiang Formation of China's Yunnan Province, and in other areas around the world. More than 170 species have been identified from the Burgess Shale, and many of these animals and plants have been recreated in this animated Cambrian sea aquarium. See how many you can find.",
            "label_hints": [
                "Find an exhibit featuring trilobites, the iconic creatures of the Paleozoic Era.",
                "Look for fossilized examples of trilobites from various periods.",
                "This display discusses the role of trilobites in the fossil record and their diversity."
            ],
            "related_knowledge": "Trilobites were a diverse group of segmented arthropods that thrived in the Earth's ancient oceans more than 500 million years ago. They are well-represented in the fossil record, with over 20,000 described species. Their fossils provide valuable insights into early marine ecosystems and the evolution of complex life forms."
        },
        {
            "label_id": "mhop-26",
            "is_included_in_hunt": true,
            "label_str": "TRILOBITES Enrollment Trilobites had another tendency that might remind you of a modern insect —the pill bug. As a mode of defense, trilobites were able to enroll themselves into a hard, impenetrable ball using their flexible thoracic segments. This shielded the trilobites soft appendages and vulnerable ventral, or bottom, surface. Then, a trilobite could watch and wait for conditions to improve. When enrolled, many more elaborate trilobites displayed discouraging spines to would-be predators.",
            "label_hints": [
                "Look for a display explaining how trilobites protected themselves by enrolling.",
                "This exhibit highlights the pill bug-like defense of trilobites.",
                "Find examples of trilobite fossils that show this behavior."
            ],
            "related_knowledge": "Trilobites had the ability to enroll, or curl into a ball, as a defense mechanism. By rolling up, they protected their vulnerable soft bodies with their hard exoskeletons, much like modern pill bugs. This behavior is well-documented in the fossil record."
        },
        {
            "label_id": "mhop-27",
            "is_included_in_hunt": true,
            "label_str": "TRILOBITES Lifestyles/ Movement Burrowing Although most trilobites dwelled at the sea-bottom, crawling over sand and mud, some burrowed using shovel-shaped growths on their heads. Burrowing trilobites were usually scavengers, ingesting the mud and silt itself to feed off of the organic material contained within, much like an earthworm. Others burrowed to hide, intercepting passing prey at the mud's surface. Swimming Although trilobites' chunky little bodies don't resemble the streamlined bodies of swimming Olympians, some trilobites did manage to traverse via water. Swimming trilobites had narrower bodies and likely fed either by filter-feeding or as predatory hunters. Many of the smallest trilobites were swimmers, living close to the water surface and floating about like plankton. Scuttling Most trilobites scuttled around the sand on the sea bottom, leaving distinctive and important trace fossils in their wakes that have helped scientists track their movement, speed and even feeding habits.",
            "label_hints": [
                "Find an exhibit that shows how trilobites moved through their environment.",
                "This display explains the various modes of movement used by trilobites, including burrowing and swimming.",
                "Look for fossil evidence of trilobite movement, such as trace fossils."
            ],
            "related_knowledge": "Trilobites exhibited various lifestyles, from burrowing in the sea floor to scuttling across the ocean bed and even swimming through the water. Their movements left distinctive trace fossils that help scientists understand their behavior and ecology."
        },
        {
            "label_id": "mhop-28",
            "is_included_in_hunt": true,
            "label_str": "TRILOBITES Eyes Crystallization What do Trilobites and B-17 pembers have in common? Both use crystal for their optical equipment. Most trilobites had compound eyes with hundreds, or even thousands, of small lenses. Each lens was one perfect crystal of calcite, with the c-axis aligned to let light pass through with minimal distortion. Trilobite compound eyes worked well for detecting movement. Many insects today use similar compound eyes, but none of them build lenses from single, perfect crystals.",
            "label_hints": [
                "Look for a display about trilobites' unique eyes made from calcite crystals.",
                "This exhibit explains how trilobites' compound eyes worked to detect movement.",
                "Find references to the use of perfect crystal lenses in trilobite eyes."
            ],
            "related_knowledge": "Trilobites had highly developed compound eyes made from single, perfect crystals of calcite, allowing them to detect movement with remarkable precision. Their eyes were a marvel of early evolution, and no modern animal uses crystal lenses in quite the same way."
        },
        {
            "label_id": "mhop-29",
            "is_included_in_hunt": true,
            "label_str": "TRILOBITES Eyes Types Trilobites that lived in layers of debris and algae, like those in the genus Neoasaphus, had eyes on the end of long stalks so they could peer up around for danger. Some specialized trilobites, such as Agnostus, were entirely blind, while others developed and secondary blindness. Bottom-feeding trilobites had no use for eyes in deep, dark water, and some species' eyes were reduced and eventually lost. Some trilobite eyes grew so large that they dominated the creature's body and allowed it to attain a 360-degree field of vision. Opipeuterella is an example.",
            "label_hints": [
                "Find an exhibit that shows different types of trilobite eyes, from stalked eyes to blindness.",
                "This display discusses how some trilobites had long eye stalks while others were blind.",
                "Look for references to specialized eye types like those of Neoasaphus and Agnostus."
            ],
            "related_knowledge": "Trilobites exhibited a range of eye types, from highly specialized long-stalked eyes to complete blindness in deep-water species. The variation in their visual systems reflects the diverse environments they inhabited during the Paleozoic Era."
        },
        {
            "label_id": "mhop-30",
            "is_included_in_hunt": true,
            "label_str": "ECHINODERM HIGH-RISES Most Cambrian echinoderms were low and squat and fed on food particles mixed in the mud. These low-life echinoderms could not reach higher to harvest the food floating in the currents above. In the Ordovician, echinoderms with stalks revolutionized the Ordovician ecosystem. Sea lilies-or crinoids - developed tall stalks made from long columns of crystals that carried the main body far above the sea bottom. Here, the animals could filter out food in the currents, and soon sea-lily forests covered huge areas of sea bottom. The Ordovician sea-beds were the first to have multi-story feeders-below the bottom, on the bottom, and on stalks high above the bottom.",
            "label_hints": [
                "Find an exhibit about the evolution of stalked echinoderms like sea lilies.",
                "This display discusses how echinoderms evolved to feed higher in the water column.",
                "Look for references to crinoids and their multi-story feeding structures."
            ],
            "related_knowledge": "During the Ordovician period, echinoderms like sea lilies (crinoids) developed tall stalks to feed on particles in the water above the sea floor. This adaptation allowed them to dominate the Ordovician seas, forming vast underwater forests and creating the first multi-layered ecosystems."
        },
        {
            "label_id": "mhop-31",
            "is_included_in_hunt": true,
            "label_str": "TRILOBITE KILLER: Anomalocaris The earliest trilobites wore spiked armor, because there was danger overhead: Predatory Anomalocaris swimming above the Cambrian sea bottom. Anomalocaris grew to be up to a yard long. It was bigger and stronger than any early trilobite. Swimming legs worked like propellers that drove the predator through the water, making it one of the speediest animals in the Cambrian ocean. This hunter had long, strong arms with joints that let it reach out and grab prey. Spikes could hold trilobites and other struggling victims. Where does Anomalocaris fit in the family tree of life? jointed legs suggest it was some sort of arthropod, a distant cousin of trilobites and crustaceans such as shrimp. Anomalocaris didn't have any hard, sharp teeth in its mouth, so how could it bite through trilobite shells? Perhaps it ripped prey apart with its arms and then swallowed the pieces. We know that something was eating trilobites, because we find fossil feces chock full of broken trilobites.",
            "label_hints": [
                "Find an exhibit about the ancient predator Anomalocaris, which preyed on trilobites.",
                "This display shows how Anomalocaris used its strong arms and swimming legs to capture prey.",
                "Look for references to fossil evidence of trilobites in Anomalocaris feces."
            ],
            "related_knowledge": "Anomalocaris was a top predator in the Cambrian seas, preying on trilobites and other creatures. Its powerful arms and swimming legs made it one of the fastest and most effective hunters of its time. Fossilized feces containing broken trilobites provide evidence of its predatory behavior."
        },
        {
            "label_id": "mhop-32",
            "is_included_in_hunt": true,
            "label_str": "CRYSTAL-SKIN WONDERS The Echinodermata All echinoderms belong to the Clan of the Starfish. All have a flexible, armored skin studded with calcite crystals, each specially shaped to fit into the armored shell that protects the echinoderm's internal organs. To make the crystal extra hard, echinoderms add magnesium to the calcite. This crystal skin also helps the attachment of muscles and tubes full of liquid. These tubes make a complete hydraulic power system. Pulses of liquid move the arms, legs and other body parts, so the echinoderm can walk, burrow, or even swim. Starfish are the most famous echinoderms today, but there were dozens of other kinds that evolved in the Cambrian and Ordovician.",
            "label_hints": [
                "Find an exhibit about echinoderms and their crystal-encrusted skin.",
                "This display explains how echinoderms use calcite crystals to form their tough outer shells.",
                "Look for information about the hydraulic systems in echinoderms that allow them to move."
            ],
            "related_knowledge": "Echinoderms, like starfish and sea urchins, possess a unique crystal-encrusted skin made from calcite, often reinforced with magnesium for extra hardness. Their hydraulic power systems enable them to move fluidly, whether walking, burrowing, or swimming. These features have allowed echinoderms to thrive since the Cambrian period."
        },
        {
            "label_id": "mhop-33",
            "is_included_in_hunt": true,
            "label_str": "TRILOBITES Growth Trilobites grew by molting, much the same way a modern-day cicada does. Like many arthropods, trilobites grew by shedding their hardened exoskeletons, which they did several times during development. When a trilobite outgrew its exoskeleton, it shed by arching its body, splitting its facial structure apart and emerging from its old skeleton— a sequence that has been captured in the fossil record",
            "label_hints": [
                "Look for an exhibit discussing trilobite growth and molting.",
                "This display explains how trilobites shed their exoskeletons as they grew.",
                "Find references to fossil evidence of trilobite molting behavior."
            ],
            "related_knowledge": "Like modern arthropods, trilobites grew by molting, shedding their hard exoskeletons as they increased in size. Fossil records show detailed evidence of this process, revealing how trilobites split their exoskeletons and emerged, much like modern cicadas."
        },
        {
            "label_id": "mhop-34",
            "is_included_in_hunt": true,
            "label_str": "LIFE BEFORE THE DINOSAURS II: The William Stout Paleozoic Mural for the Houston Museum of Natural Science The Houston Museum of Natural Science commissioned famed paleontology artist William Stout to create a work which illustrated the history of life during the Paleozoic era. This artistic rendering was enlarged to create an anchoring grand motif for our 1992 Hall of Paleontology, entitled Life through Time. The original paintings have never been publicly displayed. The murals illustrate successive time periods in vignettes depicting ancient environments and the extinct life that best defined them. The scenes representing the different time periods in this mural are: Carboniferous: The Age of Coal Mississippian: Flooded by the Seas Pennsylvanian: A Changing World Permian: The Age of Contrasts",
            "label_hints": [
                "Find a mural by William Stout illustrating life in the Paleozoic era.",
                "This display depicts various ancient environments and extinct species.",
                "Look for vignettes that represent different periods such as the Carboniferous and Permian."
            ],
            "related_knowledge": "The mural created by William Stout for the Houston Museum of Natural Science showcases the diverse life forms of the Paleozoic era, capturing ancient environments like the Carboniferous and Permian periods. It offers a visual history of Earth's prehistoric ecosystems before the age of dinosaurs."
        },
        {
            "label_id": "mhop-35",
            "is_included_in_hunt": true,
            "label_str": "TRILOBITES REVEAL THE LOST KINGDOM OF AVALONIA In the Carboniferous and Permian periods, the globe was spectacularly different than it is today. Instead of having continents spread all over, with wide oceans in between, there was just one single supercontinent called Pangaea. Two great subcontinents existed Laurasia, made up of present day North America and Eurasia, and Gondwanaland, composed of present-day South America, Africa, India, Australia and Antarctica. On a fine vacation in the Carboniferous or in the Permian, you could walk from Houston to Rio de Janeiro, then over to Nairobi, farther east to New Delhi, and on down to Sydney. But how are scientists able to piece together how continents came together and fell apart? With the help of our little friends, the trilobites. In the early 1800s, fossil hunters uncovered a trilobite mystery. A genus of large trilobites called Paradoxides had a strange distribution: Specimens were found across Massachusetts, Georgia, Wales, and Morocco, but none in Ohio, Nevada, Russia or China. It didn't make sense. Like crabs and lobsters today, trilobites probably avoided deep water and would have spread by hugging the coasts. So how could Paradoxides go from Boston to Morocco but not traverse the shallow seas covering the American Midwest or Eastern Europe? It wasn't until the 1960s that geologists discovered that our continents had sailed around the globe, crashing into each other to make super-continents and then ripping back apart. Shallow-water creatures like Paradoxides helped scientists map out ancient continents that vanished long ago. Paradoxides had lived along the coast of an ancient continent, Avalonia, that was smashed between North America, Africa and Europe during the creation of Pangea. Bits of this lost continent-and its fossil record of Paradoxides-were left stuck on the coasts of these modern-day continents when they drifted apart during the Age of Dinosaurs.",
            "label_hints": [
                "Find an exhibit explaining how trilobite fossils helped scientists uncover lost continents.",
                "This display discusses the ancient continent of Avalonia and how its coastlines are traced through trilobite fossils.",
                "Look for references to the genus Paradoxides and its distribution across various regions."
            ],
            "related_knowledge": "The discovery of the trilobite genus Paradoxides helped scientists reconstruct the existence of Avalonia, a lost continent that existed during the formation of Pangaea. Trilobites lived along the shallow coastal waters of Avalonia, and their fossils were instrumental in understanding continental drift and the breakup of supercontinents."
        },
        {
            "label_id": "mhop-36",
            "is_included_in_hunt": true,
            "label_str": "DEVONIAN DISASTER Massive Extinction Among Reefs, Shallow Water TRILOBITES, AND GIANT ARMORED FISH Reef-Builders Hit Hard Early Devonian reefs flourished wherever there was shallow sea water. Tabulate and rough-horn corals helped build the reefs, assisted by stromatoporoid sponges. Trilobites lived in the reefs as cephalopods swam above, and brachiopods attached themselves to the reef and to the bottom mud. Devonian reefs were so large and widespread that they controlled ocean currents in many shallow water habitats. Today, oil-geologists search for buried reefs with exploratory drilling, and their remains continue to pour out millions of barrels of fossil fuel. How did these reefs die? Tabulate and horn corals suffered a deep fall in diversity, as did the stromatoporoids sponges. Trilobite Catastrophe In the Late Devonian, trilobites suffered the greatest die off in their history. Since the Cambrian, the trilobite family tree had developed a dozen main orders (major evolutionary units containing a multitude of families), each one with a distinctive style of eyes, spines, bodies and tails. Despite some Ordovician extinctions, Devonian trilobites were rich in variety. But the End-Devonian Extinction cut down every single trilobite order except one. Brachiopods suffered extinction at the same time, and so did cephalopods. Apex-Predators-Panzer-Sharks Gone! The End-Devonian crisis came in waves spaced out over about 10 million years. The first blows came against the reefs and the invertebrates. Then, late in the period, the biggest, most advanced predators died out completely. Panzer-sharks like Dunkleosteus achieved their greatest size and ferocity and then disappeared. All the armor-plated placoderm fish died out. Titanichthys had evolved from a Dunkleosteus relative to become the first giant swimming plankton-eater. Titanichthys disappeared at the same time Dunkleosteus went extinct. The ocean ecosystem had lost two of the most important feeding categories: Huge filter-feeders and apex predators. THE SEARCH FOR THE END-DEVONIAN KILLERS Was it Ice? Glaciers were appearing in Gondwanaland, and the southern ice age was getting more severe. Perhaps cool ocean water killed some ocean systems. Pollution From the Land? Woodlands evolved rapidly at the end of the period, and rivers and streams became clogged with vegetable debris during the rainy season. Plant roots also helped break down rocks and change hard minerals into soft clays. In heavy rains, runoff carried tons of mud and silt into the watercourses and could have suffocated the reefs with organic detritus.",
            "label_hints": [
                "Find an exhibit that discusses the mass extinction during the Devonian period.",
                "This display explains how reefs, trilobites, and giant armored fish like Dunkleosteus were affected.",
                "Look for information on the causes of this extinction, including ice ages and environmental pollution."
            ],
            "related_knowledge": "The Late Devonian extinction event devastated marine ecosystems, wiping out many reef-builders, trilobite orders, and apex predators like Dunkleosteus. Possible causes include global cooling, pollution from land, and severe changes in ocean chemistry, which disrupted the delicate balance of life in shallow seas."
        },
        {
            "label_id": "mhop-37",
            "is_included_in_hunt": true,
            "label_str": "A DEVONIAN RIVER Two giant panzer sharks, Dunkleosteus, do battle in the shallow water of a Devonian river. Early trees such as Archaeopteris, with their fern-like leaves, stand in groves along the riverbanks, creating some of the Earth's first forests. While the first lonely tetrapods were trying out their limbs on land, Acanthostega probably stayed in the water most of the time, using its four limb-like fins to push itself through the tangle of fallen branches below. Dunkleosteus was the biggest swimmer in the Late Devonian waters, growing to more than 30 feet long. It belonged to a group of early jawed-fishes called placoderms (meaning plate-skinned). By the end of the Devonian, they were all extinct. Painting by Julius Csotonyi.",
            "label_hints": [
                "Look for an exhibit showing a Devonian river scene with panzer sharks and early amphibians.",
                "This display features Dunkleosteus and Acanthostega in a rich river ecosystem.",
                "Find references to early trees like Archaeopteris and their role in Devonian landscapes."
            ],
            "related_knowledge": "This Devonian river ecosystem depicts Dunkleosteus, a 30-foot armored placoderm, and Acanthostega, an early amphibian with limb-like fins. The scene captures the richness of life in the Devonian, including some of the first trees, like Archaeopteris, which formed dense groves along riverbanks."
        },
        {
            "label_id": "mhop-38",
            "is_included_in_hunt": true,
            "label_str": "HOW TO BECOME FAMOUS FOREVER Have a new species named after you One of the most recently discovered trilobite species, Lichakephalus stubbsi, has a special Museum connection. At 38 centimeters, it's unusually big for a trilobite, and the specimen is quite well preserved. Nearly all the bumps and grooves in the head and body are visible. It was excavated from an Early Ordovician locality in Morocco, North Africa and is of the genus Lichakephalus. A genus is a group of closely related species; Lichakephalus includes two. L. erbeni was, the first lichakephalid species, named in 1955. And now we have L. stubbsi, named in 2012 for Mr. Samuel Stubbs, a longtime Museum supporter and member of our Committee on Paleontology. The species name, stubbsi, is Latin for belonging to Mr. Stubbs. Stubbs' fascination with trilobites began as a child when he found a small specimen in a gravel pit. He went on to study trilobites seriously and spent 40 years building up a private collection. It is one of the best trilobite collections in the world, and Mr. Stubbs has generously donated it to HMNS.",
            "label_hints": [
                "Find an exhibit about naming new species of trilobites after museum supporters.",
                "This display tells the story of the recently discovered trilobite species Lichakephalus stubbsi.",
                "Look for references to Samuel Stubbs and his contributions to trilobite research."
            ],
            "related_knowledge": "Lichakephalus stubbsi is a newly named trilobite species, discovered in Morocco and named after Samuel Stubbs, a long-time supporter of the museum. The honor of having a species named after you is one way scientists recognize significant contributions to paleontology and fossil research."
        },
        {
            "label_id": "mhop-39",
            "is_included_in_hunt": true,
            "label_str": "BONY FISH Pioneering paleontologists of the early 1800s gave the Devonian Period an apt name: The Age of Fishes. Fish-like creatures had evolved much earlier-back in the Cambrian and Ordovician— but most were small and none were strong swimmers. As the Silurian ended and the Devonian began, fish evolution erupted into dozens of new and dynamic forms. The coelacanths are muscular relatives of the lungfish, and were the inspiration for the classic horror film Creature from the Black Lagoon. Coelacanths became diverse and common throughout freshwater and saltwater environments in the Devonian and afterwards. They thrived during the days of the dinosaurs in the Triassic, Jurassic and Crelaceous Periods and two species still survive today virtually unchanged - Latimeria chalumnae and Latimeria menadoensis. When the first coelacanth fossils were named and described in the mid 1800s, these ancient fish were assumed to have gone extinct at the end of the Cretaceous. In 1938, the coelacanths were re discovered when a living specimen was discovered in a fisherman's catch in South Africa. A second species was identified in 1999. Coelacanths are considered to be living fossils, having evolved to their present form approximately 400 million years ago. Along with their relatives, the lungfish, and the tetrapods, coelacanths are lobe-finned fish, the first fish to emerge on land. Lobe-finned fish are characterized by their paired fins, which are joined to the body by a single bone. The pectoral and pelvic fins of lobe-finned fish would evolve into the legs of the first amphibians. The main lines of bony fish also appeared early in the Devonian: Cheirolepis represented the line of ray-finned fish that would evolve into trout and salmon, tuna and mackerel, and most of the rest of today's fish.",
            "label_hints": [
                "Find an exhibit about the evolution of bony fish during the Devonian period.",
                "This display explains how coelacanths, lungfish, and ray-finned fish diversified.",
                "Look for references to the survival of modern coelacanth species."
            ],
            "related_knowledge": "The Devonian period saw the rapid evolution of bony fish, including coelacanths, lungfish, and ray-finned fish. Coelacanths, long thought extinct, were rediscovered in 1938. These ancient fish, along with their lungfish relatives, played a key role in the transition from water to land."
        },
        {
            "label_id": "mhop-40",
            "is_included_in_hunt": true,
            "label_str": "LIFE CONQUERS THE LAND In freshwater ecosystems, much of the food is supplied by trees and bushes. Fish eat parts of leaves, branches, bark and stems, along with a variety of bugs that feed on the plants. For the first 300 million years of the Paleozoic, there was little plant life on land. And as long as there were no forests on land, ecosystems in lakes and rivers were poor. The first land plants evolved in the Silurian Period, about 420 million years ago. By the Mid-Devonian, 390 million years ago, the first trees with woody trunks appeared, Then evolution sped up. Dense forests of woody troes spread in the late Devonian. When abundant food arrived on the land, opportunities opened to new species that evolved the organs needed to survive out of water. Air could dry up delicate gills, but some gill-breathers successfully made the transition. One group of sea scorpions modified their book gills to become book lungs and became land scorpions. Then come the carliest insects. Meanwhile, several clans of fish had evolved lungs. The evolution of amphibians- the earliest vertebrates with legs-occurred in the Devonian. The lobe-finned fish Eusthenopteron had lungs and powerful fin bones equipped with well-formed joints at shoulder, hip, elbow and knee. Complicated leg muscles let Eusthenopteron walk across shallow pond botfoms and push through areas with dense water plants. Acanthostega evolved from a Eusthenopteron-like ancestor. It retained gills, but its legs were even stronger. Instead of finny feet, Acanthostego had genuine toes shaped much like today's frog toes. Acanthostega and its relatives were amphibians--creatures who were born in the water but could move over land as adults. Amphibian necks were evolving, too, Lobe-finned fish had no real neck-the head was aftached directly to the forso. But Acanthostega had special joints belween shoulder and head, so the animal could poke its head up through the water to look around.",
            "label_hints": [
                "Look for an exhibit about the transition of life from water to land during the Devonian.",
                "This display discusses early land plants, amphibians, and the first tetrapods like Acanthostega.",
                "Find references to how lobe-finned fish evolved into creatures capable of walking on land."
            ],
            "related_knowledge": "The Devonian period saw the first significant conquest of land by life forms. Early plants like Archaeopteris created the first forests, and amphibians like Acanthostega evolved from lobe-finned fish, developing limbs that allowed them to navigate both water and land, paving the way for future terrestrial vertebrates."
        },
        {
            "label_id": "mhop-41",
            "is_included_in_hunt": true,
            "label_str": "CRINOID-STARFISH SYMBIOSIS A rapid burial preserved this specimen in a rare snapshot of inler species interaction. The crinoid and starfish displayed were entombed 340 million years ago, and olhough ot first glance their relationship may appear to be between predator and prey, it's actually much more intimate. This particular species of starfish, Onychaster Rexilis, is frequently found attached to the crinoid species Actinocrinites gibsoni and other similar species The relationship is symbiotic Actinocrinites' exdended anal tube ollows the starfish to easily feed on the crinoid's excrement.",
            "label_hints": [
                "Find an exhibit showing the symbiotic relationship between crinoids and starfish.",
                "This display explains how the starfish Onychaster Rexilis fed on crinoid excrement.",
                "Look for fossil evidence of crinoid and starfish interaction from 340 million years ago."
            ],
            "related_knowledge": "The crinoid Actinocrinites and the starfish Onychaster Rexilis had a symbiotic relationship, with the starfish feeding on the crinoid's excrement. This rare snapshot of interspecies interaction, preserved in a fossil from 340 million years ago, highlights the complex relationships between marine species in the ancient seas."
        },
        {
            "label_id": "mhop-42",
            "is_included_in_hunt": true,
            "label_str": "WAR BETWEEN THE SHELFISH The Unsolved Mystery of the Brachs These Are Not Clams Brachiocods ruler the sea botom for 300 million years. Today they are ecological fugifives; unless you night dive in the tropics, you will probably never see one alive. Brachiopods are rare and secretive, and they are outnumbered by clams 1,000 to one. Why and how clams replaced brachiopods the end of the Paleozoic is a huge paleontological mystery. It's What's on the Inside that Counts Brachs and clams have less in common than you'd assume. Clams have feet; brachs don't. Clams can move, brachs are immobile. Clams can dive; brachs can't. Many clams can dig holes in the mud and pull themselves to safety. Most brachs attach to the sea botom, vulnerable to hard biting predators. Both filtered food, but clams were faster. Evolutionary Prediction One might reasonably conclude that brochs should starve, or be killed by predators that clams escape But fossils soy otherwise. Brochs and dams coexisted for 300 million years, and all the while brachs kept on evching - even producing more species than clams did",
            "label_hints": [
                "Find an exhibit discussing the differences between brachiopods and clams.",
                "This display explains why clams outnumber brachiopods a thousand to one today.",
                "Look for references to the evolutionary battle between these two shelled creatures."
            ],
            "related_knowledge": "Brachiopods once dominated the seafloor for 300 million years but are now outnumbered by clams. Despite being slower and more vulnerable to predators, brachiopods coexisted with clams for millions of years, making their decline at the end of the Paleozoic a major paleontological mystery."
        },
        {
            "label_id": "mhop-43",
            "is_included_in_hunt": true,
            "label_str": "LIFE IN THE CARBONIFEROUS FORESTS The richest Carboniferous beds looked like a modern day peat bog, with plant parts piled up in dark sediment. However, the plant species in the Carboniferous didn't match what we see in today's bogs. Today, flowering plants are the dominant clan, even in swampy, boggy sites. Grass, most bushes, trees, and all the flowers belong to the flowering-plant group. But not a single fossil from a flowering plant could be found in the Carboniferous. Instead of trees with flowers, Carboniferous habitats were full of giant, tree-size relatives of today's ground pine and horsetail reeds - primitive plants that do not produce any sort of flower. Another strange plant group in the Carboniferous were the seed ferns. Seed ferns grew into tall trees that carried big leaves shaped like fern fronds. True ferns never produce seeds, but use tiny spores for reproduction The Carboniferous seed ferns did something never seen today: they combined fern-like foliage with complex seeds. Fossil animals tell a similar story. Carboniferous coal beds preserved many forms of arthropods with jointed legs. Spiders, millipedes, centipedes and scorpions were abundant, and some were huge in size. Late Carboniferous dragonflies had wingspans almost a yard across, and some spiders were as large as wolves. But the insect groups that are most common and varied today are absent. The Carboniferous had no ants or bees or wasps. And beetles —the clan that produces more species than any other today-didn't exist, either. Carboniferous forest Painting by Julius Croton The Carboniferous had no advanced vertebrates. There were no dinosaurs, birds, mammals, snakes or frogs. Instead, Carboniferous meadows and wetlands hosted many amphibians - species that were born in the water and used gills to breathe as many salamanders do today. Still, Carboniferous amphibians differed in profound ways from amphibious species alive now. Modern salamanders have naked, moist skin. Many Carboniferous amphibians had thin bone scales covering the entire body, and some were as big as crocodiles —far larger than any amphibian species today. In the Middle Carboniferous, something new and wonderful evolved —the first reptiles. Reptiles laid air-breathing eggs on land, and the young hatched without any sort of gill. At first, the reptiles were tiny. But in the later Carboniferous, several lines of reptiles got bigger and bigger",
            "label_hints": [
                "Find an exhibit about the unique plants and animals that lived during the Carboniferous period.",
                "This display features giant seed ferns and enormous arthropods like dragonflies with yard-long wingspans.",
                "Look for information about early amphibians and the evolution of the first reptiles."
            ],
            "related_knowledge": "The Carboniferous forests were dominated by giant seed ferns and primitive plants, not the flowering species seen today. Arthropods, including massive dragonflies and spiders, thrived alongside amphibians, which were the dominant vertebrates. By the late Carboniferous, reptiles had begun to evolve, laying eggs that could breathe air."
        },
        {
            "label_id": "mhop-44",
            "is_included_in_hunt": true,
            "label_str": "PANGAEA CARBONIFEROUS - PERMIAN | 300-200 MILLION YEARS ACO In the Carboniferous and Permian Periods, the globe was spectacularly different. Instead of having continents spread all over with wide oceans separating them, there was just one single supercontinent: Pangaea. Fossil Plants and Glacial Deposits Map out Two Great Subcontinents Laurasia-North America and Eurasia combined The coal swamps were full of seed-ferns. The fossilized wood has few growth rings, indicating that the climate was warm all year round and the tree trunks grew without interruption by cold winters. A great variety of reptiles and amphibians swarmed over the forests and swamps. Gondwanaland-South America, Africa, India, Australia and Antarctica combined Dropstones from floating ice bergs and other glacial sediments prove that a major ice age was in full force. THE PERMIAN WORLD Fossil Compasses A great mass of evidence comes from geophysics, as well, Paleo-magnetism is the fossil record of where ancient continents fit along a northsouth gradient. During the Carboniferous and Permian, Gondwanaland continents extended far into the cold southern lafitudes Putting the Pieces Together In the Carboniferous and Permian, North America was joined to Eurasia and Africa collided into the east cocat of North America, South America rammed our Gulf Coast. South America and Africa were united and joines to Australia, India, and Antarctica. Wherever these collisions occurred, mountain ranges were pushed up. Result: Pangaea On a fine vacation in the Carboniferous or in the Permian, you could walk from Houtton to Rio de Janeiro, then over to Nairobi, fanher east to New Delhi, and on down to Sydney",
            "label_hints": [
                "Look for an exhibit discussing the formation of Pangaea during the Permian period.",
                "This display explains how the Earth's continents merged into a single supercontinent.",
                "Find references to Laurasia and Gondwanaland, the two great subcontinents of Pangaea."
            ],
            "related_knowledge": "During the Carboniferous and Permian periods, the Earth's continents combined to form the supercontinent Pangaea. Laurasia (North America and Eurasia) and Gondwanaland (South America, Africa, India, Australia, and Antarctica) made up this massive landmass, which drastically changed Earth's climate and biodiversity."
        },
        {
            "label_id": "mhop-45",
            "label_str": "LYSOROPHID The Permian amphibian Lysorophid liked to curl up to escape the beating sun during aestivation- a dormant period similar to hibernation, but brought on by high temperatures and arid conditions. During the rainy season, lysorophians reemerged to mate, reproduce and begin the life cycle again. Unfortunately for these lysorophians, the rains never came. They remained entombed and are preserved here in their entirely.",
            "label_hints": [
                "Find an exhibit about the lysorophid, an amphibian that lived during the Permian period.",
                "This display explains how lysorophids aestivated during dry seasons.",
                "Look for fossil evidence showing lysorophids trapped in their dormant state."
            ],
            "related_knowledge": "Lysorophids were Permian amphibians that entered a dormant state, called aestivation, during periods of extreme heat and dryness. They curled up to conserve moisture, waiting for the rainy season to resume activity. Unfortunately, some lysorophids never reemerged, remaining preserved in their dormant state for millions of years."
        },
        {
            "label_id": "mhop-46",
            "is_included_in_hunt": true,
            "label_str": "THE HISTORIC CRADDOCK RANCH IN SEYMOUR, TEXAS AND THE HMNS PALEO TEAM'S DISCOVERIES The North Texas Redbeds preserve the best samples of land vertebrates frem the Early Permian, Skeletons there were buried by spring floods when rain in the mountains washed mud and sand down onto the low plains. Fossil Ballistics-Prehistoric CSI We use fossil footh crowns as paleontological bullets to tell us who attacked whom. Dimetrodon and other amphibians and reptiles grew new tooth crowns all their lives. Old teeth were forced out by new teeth growing up, and once the root of the old tooth dissolved, the crown fell out. HMNS' Paleontology Team has discovered hundreds of Redbeds bullets, and these can help us discover what Dimetrodon ate. One big surprise. Dimetrodon ate xenacanths, the venomous spined swamp sharks. Xenacanths were unusual sharks. They didn't have a normal shark tail. Instead, they had a long, pointed triangular tail, a shape we see today in fish that swim forward and backward through swamp vegetation. Xenacanth teeth had tiny double-fangs. The real defense was the long saw edged spine attached to a swivel at the back of the head. The swivel spine had a long groove running up from the base-evidence that there was a poison gland. Many of today's sharks have poison spines on their dorsal fins. A big xenacanth shark would be a dangerous target for any meat-eater, but ballistic evidence shows that Dimetrodon attacked these formidable fish regularly. We find many shed Dimetrodan teeth with chewed-up xenacanth skulls, backbones, and fins. Dimetredan also ate many of the Soggy Bottom Boys - flat bodied, bottom hugging amphibians, Shed Dimetrodon teeth have been excavated with dozens of damaged skeletons of Diplocaulus and Trimerorhachis. Did Dimetrodon eat the big herbivore, Diadectes? Yes, We find pulled apart Diadectes skeletons mingled with Dimetrodon tooth crowns. Did Dimetrodon eat the fin-backed herbivore, Edaphosaurus? Not often. Most of the edaphosaurs dug by the HMNS Paleo Team were buried in stream deposits without any Dimetrodon shed teeth How did edaphosaurs escape the predator? Perhaps the fin-backed herbivore was a good swimmer and could dive and hide in rivers and streams.",
            "label_hints": [
                "Find an exhibit about the discoveries made at Craddock Ranch in Texas.",
                "This display features fossil evidence of Permian predators like Dimetrodon and their prey, xenacanth sharks.",
                "Look for references to how Dimetrodon attacked xenacanth sharks and other swamp-dwelling creatures."
            ],
            "related_knowledge": "The Redbeds of North Texas, especially at Craddock Ranch, have yielded some of the best Permian fossils, including Dimetrodon, a fin-backed predator, and its prey, the venomous xenacanth shark. Fossil 'bullets'—shed teeth from predators—help paleontologists understand what these ancient creatures ate."
        },
        {
            "label_id": "mhop-47",
            "is_included_in_hunt": true,
            "label_str": "FIN-BACKS FILLED THE ROLE OF APEX PREDATORS Finback legs were longer and faster than those of any other big animal of the time, so they could catch any prey that didn't hide in a burrow or dive underwater. Fin-backs had spike-like fangs up front for killing and a long row of short, sharpedged teeth toward the rear of the jows for slicing meat. The dual armament gives the creature its scientific name: Di-metro-don means two sizes of teeth. Dimetrodon is the most famous fin-back and the most common. The North Texas Redbeds have given the world more Dimetrodon bones than all other locales put together. Saw-edged Fangs and Meat-slicers Take a close look at these Dimetrodon fangs. The front and back edges have a saw-toothed pattern, excellent for stabbing through connective fissue in animal hide and for penetrating muscles and tendons. The low posterior teem were sawedged as well. When Dimetrodon pulled its lotter faw backwards, the long row of meat-slicers worked like a chain saw to cut apart a big carcass. A big Dimetrodon could dismember even a Diadectes or an Edaphosaurus in a few minutes.",
            "label_hints": [
                "Find an exhibit about Dimetrodon and other fin-backed predators of the Permian.",
                "This display explains how Dimetrodon used its saw-edged teeth to catch and dismember prey.",
                "Look for references to the role of fin-backs as the dominant predators of their time."
            ],
            "related_knowledge": "Dimetrodon was one of the most fearsome predators of the Permian period, known for its dual sets of teeth—sharp fangs for stabbing prey and smaller, saw-edged teeth for cutting flesh. Fin-backs like Dimetrodon ruled the land, catching any prey that could not escape into water or burrows."
        },
        {
            "label_id": "mhop-48",
            "is_included_in_hunt": true,
            "label_str": "WORLD'S OLDEST VEGETARIAN POOP? The HMNS Paleo Team discovered Diadectes tracks next to strange fossilized feces (coprolite). This petrified poop isn't shaped like that of a carnivore. Instead, it's a coiled pile of cylindrical feces. The material is smooth and homogenized, like a vegetable puree. This 285 million-year-old fossil may be the oldest fossilized excrement from a specialized herbivore.",
            "label_hints": [
                "Look for an exhibit about fossilized herbivore feces from the Permian period.",
                "This display discusses the coprolite found next to Diadectes tracks and what it reveals about early herbivores.",
                "Find references to the texture and composition of the feces, which suggest a diet of plant material."
            ],
            "related_knowledge": "A coprolite discovered near Diadectes tracks may be the oldest fossilized herbivore feces ever found. The smooth, cylindrical shape of the fossilized excrement, resembling a vegetable puree, suggests that Diadectes was a specialized plant-eater during the Permian period."
        },
        {
            "label_id": "mhop-49",
            "is_included_in_hunt": true,
            "label_str": "REPTILES BEGIN TO TAKE OVER Here is a fossil track from the Texas Redbeds. Note the blunt tips of the toes. It's an amphibian track from a panzer-mudpuppy. Here is another Redbeds track. See the difference? There are sharp claws on the tips of all five toes. This fossil must be from a reptile. In the Carboniferous Period, reptiles invented a spectacular reproductive device - the amniote egg. This egg is laid on land and breathes air, not water. Once reptiles had evolved the amniote egg, they began to explore the dry-land ecosystem. By the beginning of the Permian, reptile families were evolving fast, expanding and acquiring new ways of extracting food from terrestrial realms.",
            "label_hints": [
                "Find an exhibit about the rise of reptiles during the Permian period.",
                "This display explains how reptiles evolved the amniote egg, allowing them to colonize dry land.",
                "Look for fossil tracks that show the difference between amphibians and reptiles."
            ],
            "related_knowledge": "The Permian period saw the rapid rise of reptiles, thanks to the evolution of the amniote egg, which allowed them to lay eggs on land and breathe air. Reptile tracks, distinguished by sharp claws, contrast with the blunt-toed tracks of amphibians, marking a significant shift in terrestrial life."
        },
        {
            "label_id": "mhop-50",
            "is_included_in_hunt": true,
            "label_str": "THE LIFE OF THE CRADDOCK BONE BED Four species of fin-backed predators lurk around this Early Permian pond, which the HMNS Paleo Team uncovered on the Craddock Ranch in northern Texas. The finbacks are early mammal relatives. They are hunting their favorite prey, the venomous-spined xenacanth shark. The big Dimetrodon with the split fin is our finback, nick-named Willi. To the left, the predatory amphibian Eryops emerges from the water with a boomerang-headed amphibian, Diplocaulus, in its jaws. Trimerorhachis and Diplocaulus hug the pond bottom, burrowing into the mud for safety, while the slender little reptile Araeoscelis perches above the pond in the branches of a seed fern belonging to the gigantopterid family. Two dragonflies known as Meganeuropsis-among the largest flying insects in the history of life-hover overhead. In the background on the left, the plant-eating finback Edaphosaurus browses horsetails growing near a quiet river channel. In the dryer uplands in the distance on the right, the big terrestrial amphibian, Diadectes, dines on conifer branches. Painting by Julius Csotonyi.",
            "label_hints": [
                "Find an exhibit about the rich fossil discoveries at the Craddock Bone Bed.",
                "This display features multiple species of fin-backed predators, including Dimetrodon and Edaphosaurus.",
                "Look for references to how different species interacted in this early Permian ecosystem."
            ],
            "related_knowledge": "The Craddock Bone Bed in Seymour, Texas, has produced an array of Permian fossils, including fin-backed predators like Dimetrodon and herbivores like Edaphosaurus. The fossils provide a snapshot of life around an ancient pond, where amphibians, reptiles, and fish interacted in a complex ecosystem."
        },
        {
            "label_id": "mhop-51",
            "is_included_in_hunt": true,
            "label_str": "ARMOR-PLATED FROG-OIDS OF THE PERMIAN SWAMPS Here is an archegosaur, a swimming amphibian from the Early Permian. Also affectionately called Hoppy Puppy, this specimen is exceedingly rare. Look at its bally: Bone scales in the shape of thin rods give the animal a flexible armored vest. Smaller scales covered its upper body parts. Body armor helped the archegosaur resist the fangs of other amphibians and the jaws of big coal swamp fish Archegosaurs were at home on land or in the water. The sinuous body and tail were excellent for swimming while short, strong legs were effective for walking on land.",
            "label_hints": [
                "Find an exhibit about the armor-plated amphibians of the Permian swamps.",
                "This display explains how archegosaurs used their body armor to protect themselves from predators.",
                "Look for references to the dual life of archegosaurs, which could live both in water and on land."
            ],
            "related_knowledge": "Archegosaurs were amphibians from the Early Permian, protected by flexible body armor made of bony scales. Their sinuous bodies and strong tails made them excellent swimmers, while their short legs allowed them to walk on land. These 'frog-oids' were well-suited to the swampy environments they inhabited."
        },
        {
            "label_id": "mhop-52",
            "is_included_in_hunt": true,
            "label_str": "THE DAWN HORSE, GRANDFATHER OF EQUIDS Hyracotherium Hyracotheres are the founding fathers of the horse family. Examine the Hyracotherium: You won't find the signature features of modern horses. Modern equids have one toe on each foot; Hyracotheres have four up front, three in the back. Modern horses have long faces, with six molar-like teeth in each jaw. Hyracotheres had short faces with only three molars. Horses today have long, rather straight legs. Hyracotheres had highly flexed joints. How Do We Know that Hyracotheres Were Horses? Because we have a wonderful series of fossils that show how toes, leg joints, molars and body size changed in small steps, from 55 million years ago through to today's fully modern horse species. Odd Toes Hyracotheres have three toes in the rear foot, the biggest being the center toe. The odd number and the emphasis on the center toe is a pedal blueprint an entire Order —the Perissodactyla -that include. orses, rhinos, tapirs and many extinct groups. Even Toes Many small ungulates in Green River times had four toes, the strongest being the middle two. These creatures belong to the Order Artiodactyla, the dominant hoofed animals today. Antelope, cows, bison, camels, deer, giraffes, hippos, pigs and many other families are all artiodactyls. Odds or Evens? In the Eocene, odd-toed mammals made up nearly all the big-hoofed stock. Over the next 40 million years, however, the even-toed clan took over as commonest-hoofed herbivores. How Did the Even-toes Win? Best theory: Many even-toed mammals have more advanced stomachs, divided into multiple compartments that allow them soak and soften vegetation and detoxify the poisons that many plants embed in leaves and brar",
            "label_hints": [
                "Find an exhibit about the ancient ancestors of modern horses.",
                "This display features Hyracotherium, a small, multi-toed creature from which modern horses evolved.",
                "Look for information about how horse anatomy changed over millions of years."
            ],
            "related_knowledge": "Hyracotherium, also known as the dawn horse, is the ancient ancestor of modern horses, rhinos, and tapirs. Unlike today's horses, Hyracotherium had multiple toes, a shorter face, and fewer molars. Fossils show how horses gradually evolved to have single toes, longer legs, and molars suited for grazing."
        },
        {
            "label_id": "mhop-53",
            "is_included_in_hunt": true,
            "label_str": "LIVING FOSSIL IN A HALF SHELL Super Soft-Shelled Turtle In warm rivers today, side by side with alligator gars, lives a second living fossil: a giant soft-shell turtle of the Trionychid family. The basic soft-shell design was locked in a hundred million years ago, during the dinosaur era. Our trionychid comes from the Green River beds and is 49 million years old. In soft-shell history, armor has been sacrificed for velocity. The bone plates along the edge of the shell, normally thick and heavy, are gone entirely. The bottom shell, too, is reduced to a fraction of the standard turtle etern. The Result: a lighter skeleton and the fastest swimming stroke in lakes and rivers.",
            "label_hints": [
                "Find an exhibit about ancient and modern soft-shelled turtles.",
                "This display highlights the streamlined body of Trionychid turtles that helped them become fast swimmers.",
                "Look for information on how these turtles evolved by sacrificing heavy armor for speed."
            ],
            "related_knowledge": "Trionychid turtles, or soft-shelled turtles, have existed for over 100 million years. Unlike other turtles, they lack the heavy armor of hard shells, which allows them to move swiftly in water. This species thrived during the dinosaur era and continues to survive in modern rivers and lakes."
        },
        {
            "label_id": "mhop-54",
            "is_included_in_hunt": true,
            "label_str": "HISTORY'S BIGGEST SABER-TOOTH Uintatherium Saber-toothed mammals evolved many times from non-saber-toothed ancestors. The core of the saber-adaptation is an enormously enlarged upper fang shaped like a sword or dagger-flat on the sides and sharp-edged in the front and back. Like many saber-toothed animals, Uintatherium evolved a special chin-guard that protects the fangs when its mouth is closed To allow the animal to stab and slice with its sabers, the jaw joint lets the mouth open exceptionally wide. And, to increase the deadliness of the bite, the neck muscles are arranged to pull the head down, driving the fang further into the target. The most famous saber-tooth is the Ice Age cat, Smilodon (you will see some up ahead). Most saber-toothed cats were of modest size, no bigger than a lion or tiger. The most gigantic of all saber-toothed animals were the uintatheres, common in mid-Eocene days. Skulls reached a yard in length. Bodies were elephant-heavy -8 tons or more. The uintathere could hone its giant upper fang by sliding it over a small lower tooth - an action that kept the fang edge sharp. No mammal in the Eocene was nearly as dangerous. But despite its fearsome fangs, Uintatherium was a plant-eater! That is correct. The world's greatest saber-toothed animals had molars fit for chopping leaves.",
            "label_hints": [
                "Look for an exhibit about the gigantic saber-toothed Uintatherium.",
                "This display explains how Uintatherium's enormous fangs, though fearsome, were used for eating plants.",
                "Find information on the unique chin guard and jaw structure of Uintatherium."
            ],
            "related_knowledge": "Uintatherium was the largest saber-toothed mammal of the Eocene, weighing up to 8 tons. Despite its massive size and deadly fangs, this creature was an herbivore. Its saber teeth were protected by a chin guard, and its wide jaw allowed for a powerful bite to chop through leaves and plants."
        },
        {
            "label_id": "mhop-55",
            "is_included_in_hunt": true,
            "label_str": "TERROR BIRD? No! Terror Vegetarian! Diatryma The Eocene's giant flightless bird, Diatryma, is a sheep in wolf's clothing. Old textbooks will tell you that this terror bird grew to grizzly bear size and was the most feared predator of its time. It ran down dawn horses and swallowed them in two bites; it chased our primate ancestors up trees; it dominated mammalian predators of the time — a virtual feathered T. rex! But Diairyma's reputation was all hype and misunderstanding. The terror bird rap comes from the beak. Both top and bottom are huge and deep. But living predatory birds like eagles and hawks don't have beaks like Diatryma's. They have a big hook at the end of the snout for spearing live prey and ripping it apart. Diatryma's beak is hook-less. Eagles and hawks have thin lower jaws, because the hook does all the work. Diatryma has an incredibly thick, strong lower beak. Eagles and hawks have curved claws on their feet for skewering living victims. Diatryma has weak, blunt claws on its feet. So what was Diatryma's prey? Nuts, berries and thick branches filled with sap. Diatryma had special cutting ridges on its beak and thickened zones for crushing vegetables. Basically, Diatryma was more like a giant goose than an eagle. There were giant killer ground-birds in the Age of Mammals— in South America. These hunters had the beak hook and curved claws one would expect. Most species remained in South America. One did invade Florida, but not until the Great Ice Age.",
            "label_hints": [
                "Find an exhibit about Diatryma, a flightless bird once mistaken for a terrifying predator.",
                "This display explains how Diatryma's beak was suited for crushing plants, not tearing flesh.",
                "Look for references to how Diatryma's reputation as a 'terror bird' was based on a misunderstanding."
            ],
            "related_knowledge": "Diatryma, an Eocene giant flightless bird, was once thought to be a top predator due to its large size and powerful beak. However, fossil evidence suggests it was a plant-eater, using its beak to crush nuts and branches rather than hunt prey. Its large body was more suited for grazing than for chasing down other animals."
        },
        {
            "label_id": "mhop-56",
            "is_included_in_hunt": true,
            "label_str": "SPEEDY KILLER WARTHOGS Our White River deposits, covering much of the High Plains and Rocky Mountains, tell scary stories of monster meat-eaters who ruled the middle Age of Mammals. There were bear-dogs who could climb trees and dig burrows, saber cats, and hyaenodonts who had super-slicing molars fit to cut open a horse in three strokes. Then there were the scariest predators of all: the fast-stepping, croc-snouted Killer Warthogs, also known as Archaeotheres. The stall was monstrously large - as long as theorso. The narrow crocodiloid snout carried thick, curved fangs. The jaw joint was like a hippo's - the mouth could open very wide, and then the jaws would snap shut, cracking the bones of unfortunate victims. Killer Warthogs did not slice their prey because they had no cutting teeth. Instead, they would whack at the carcass with their blunt premolars and molars, smashing the body into a White River haggis. The Killer Warthog's speed made it even more frightening. The legs were very long. There were only two compact hooves on each foot, a design for high velocity chases over hard terrain. Few herbivores could outrun an Archaeotherium. Archaeotheriums were violent among themselves too - at least the males. While modern warthogs have warts of soft skin and fat, prehistoric warts were bony, biggest in males, and made for frightening each other and impressing females. Scars on Archaeotheriums' muzzles testify to serious jaw wrestling. These splendidly repugnant carnivores were not closely related to true pigs or warthogs. Archaeotheriums were their own separate clan - distant, distant kin of hippos and (surprise) whales. Our skeleton is Miss Piggy, a modest-sized species. Far bigger species reached polar bear weights, up to 1,500 pounds.",
            "label_hints": [
                "Look for an exhibit about the predatory Archaeotherium, also known as the 'killer warthog.'",
                "This display features Archaeotherium's speed, strong jaws, and bone-crushing teeth.",
                "Find references to its violent lifestyle and ability to chase down prey with ease."
            ],
            "related_knowledge": "Archaeotherium, often called the 'killer warthog,' was a terrifying predator of the Oligocene. Known for its long legs, powerful jaws, and bone-crushing teeth, it could run down prey and smash through bones to feed. Despite resembling warthogs, Archaeotherium was more closely related to hippos and whales."
        },
        {
            "label_id": "mhop-57",
            "is_included_in_hunt": true,
            "label_str": "WHITE RIVER RIVERBANK The killer warthog, Archaeotherium, is the largest predator in this dry Oligocene environment. Here it is chasing the three-toed horse, Mesohippus. The oreodont Miniochoerus has chosen a tortoise burrow for her home, where she guards her young from the false-saber-toothed cat Dinictis. A large creodont known as Hyaenodon looks on from the left. The bear-dog, Daphoenus, crouches in the limbs of the tree above. Painting by Julius Csotonyi.",
            "label_hints": [
                "Find an exhibit depicting life on the banks of the White River during the Oligocene.",
                "This display shows various animals like Archaeotherium chasing prey such as Mesohippus and oreodonts.",
                "Look for references to the interactions between predators and prey in this ancient ecosystem."
            ],
            "related_knowledge": "During the Oligocene, the White River region was home to a variety of animals, including the predatory Archaeotherium and herbivores like Mesohippus (an early horse) and oreodonts. This ecosystem was filled with dangerous predators and fast-moving prey, making survival a constant challenge for all species."
        },
        {
            "label_id": "mhop-58",
            "is_included_in_hunt": true,
            "label_str": "THE BADLANDS What rock layer in North America gives us more perfect skeletons than any other? The White River Group! Beginning around 35 million years ago in the Late Eocene, streams flowng down from the Rocky Mountains brought sand and silt eastward onto the flatlands. Meanwhile, the river sediment was mixed with millions of tons of volcanic ash blown out by volcanoes in the far West. The climate was warmer than today but cooler than in Green River times. In the rainy season, the mushy mix of ash and mud did a super job of burying skeletons that lay on the surface or hid in burrows. For 10 million years, on through the Oligocene, the layers were built up. Eventually, the entire White River Group covered much of what are now six states. The climate got drier and drier, and the volcanic ash made the soil so alkaline that only the hardiest grasses and sagebrush could grow. Fast-forward to modern times. Streams had eroded many valleys, exposing White River layers. Summers were now exceptionally hot and dry, while winters were very cold. The first Europeans to explore the White River region were French fur-trappers in the 1700s. They feared the blistering heat and the undrinkable water, full of eroded volcanic ash. They called the dreist of the White River valleys the Mauvaise Terre-The Badlands. But geological explorers going into the Big Badlands of the Dakotas before the Civil War were delighted with the bountiful fossils. Beautiful bones came from creatures that looked like tiny horses and even tinier camels. Others were shaped like shortlegged jaguars with enormous killing teeth. There were tiny fox-ike species and enormous rhinos with hippo-style fighting teeth.",
            "label_hints": [
                "Look for an exhibit about the White River fossil beds and the animals that lived in the Badlands.",
                "This display explains how volcanic ash helped preserve ancient skeletons in the White River Group.",
                "Find information on the unique geological conditions that created the rich fossil beds of the Badlands."
            ],
            "related_knowledge": "The White River fossil beds, located in the Badlands of North America, contain some of the richest fossil deposits from the Oligocene epoch. Layers of volcanic ash mixed with river sediment helped preserve the remains of animals like early horses, camels, and saber-toothed cats, giving us a detailed glimpse into life 35 million years ago."
        },
        {
            "label_id": "mhop-59",
            "is_included_in_hunt": true,
            "label_str": "THE WHITE RIVER JAVELINA Perchoerus Winner of the Grand Prize for Living Fossil In the sun-scorched Texas scrubland today, there are living relics from the White River -bristly-skinned omnivores who are nearly unchanged from 35 million years ago. They are javelinas, also known as peccaries. They are not pigs — as evidenced by the fangs and feet. Self-sharpening Fangs Pigs have upper fangs that grow out sideways. Javelinas have tall fangs that are set vertically. The uppers and lowers grind against each other, keeping the edges sharp. Texas javelinas are only 30 pounds or so, but if a group is threatened, the snapping fangs of these living fossils can slice nasty wounds in the attackers. Dainty Feet Pig feet have four toes that spread out, so they can get traction in mud and soft sand. Javelinas are much daintier in their footwear: They have only two toes with small hooves. Javelinas can run faster and turn more quickly on hard ground. The earliest White River javelina, Perchoerus, already had evolved the standard javelina fangs and feet. A time-traveling Perchoerus could be dropped into north Texas today and feel right at home. One-of-a-kind Skeleton Perchoerus is rare; a few fragmented skulls have been dug. There is only one good skeleton-this onel",
            "label_hints": [
                "Find an exhibit about Perchoerus, an ancient relative of the modern javelina.",
                "This display highlights the self-sharpening fangs and nimble feet of Perchoerus.",
                "Look for information on how javelinas have remained largely unchanged for millions of years."
            ],
            "related_knowledge": "Perchoerus, an ancient javelina from the White River Group, was a small omnivore with self-sharpening fangs and nimble feet. It closely resembles modern javelinas, which are living fossils, having evolved little in the last 35 million years. Perchoerus thrived in the harsh environments of prehistoric North America."
        },
        {
            "label_id": "mhop-60",
            "is_included_in_hunt": true,
            "label_str": "DAGGER-TOOTHED CAT Dinictis We tend to think that saber-toothed cats are weird and unusual. We're mistaken. White River habitats abounded with cats, and nearly all were saber-tooths of one sort or another. Normal cats with small fangs were rare or absent. Back then, not being a saber-tooth was weird Dagger Tooth The essence of being a saber-tooth is having a greatly enlarged, sharp-edged upper fang and a mouth that opens exceptionally wide, so the fang can stab and slice. Dinictis had a thin, extra-sharp upper fang that would stab like a dagger. The neck action assisted the stab: neck muscles pulled the whole head and neck down, driving the dagger-fang into the target. The dagger-toothed Dinictis was low-slung by modern cat standards, with legs sharply bent at elbow and knee. The paws, however, had the classic retractable cat claws so useful for climbing trees and snagging prey.",
            "label_hints": [
                "Look for an exhibit about Dinictis, a saber-toothed predator from the Oligocene.",
                "This display highlights Dinictis' sharp, dagger-like fangs and retractable claws.",
                "Find references to how Dinictis used its neck muscles to drive its fangs into prey."
            ],
            "related_knowledge": "Dinictis was a saber-toothed predator of the Oligocene, known for its sharp, dagger-like fangs and retractable claws. Unlike modern big cats, Dinictis was low-slung and relied on its powerful neck muscles to deliver deadly bites. It was a skilled tree-climber and formidable hunter in its ancient environment."
        },
        {
            "label_id": "mhop-61",
            "is_included_in_hunt": true,
            "label_str": "LONG-SABER CAT Hoplophoneus Long-saber cats had fangs that were so long that they needed protection when the mouth was closed to prevent accidental breakage when the cat was running and jumping- Look at the Hoplophoneus chin bone. There's a flange that works as a bone scabbard— a support for the tooth when the mouth was closed. Remember-we saw that scabbard in the plant-eating saber-tooth Uintatherium. Hoplophoneus was extremely short-legged and bent at the joints. Speed was slow, but muscle leverage was high-features that improved tree-climbing and maneuvering in burrows. Hoplophoneus skeletons have been excavated from underground lairs.",
            "label_hints": [
                "Find an exhibit about Hoplophoneus, a saber-toothed cat with special fang protection.",
                "This display explains how Hoplophoneus used a chin flange as a scabbard to protect its long fangs.",
                "Look for references to the tree-climbing abilities and slow speed of this ancient predator."
            ],
            "related_knowledge": "Hoplophoneus was a saber-toothed cat with exceptionally long fangs, which were protected by a bone flange on its chin when its mouth was closed. Unlike faster predators, Hoplophoneus was built for strength and tree-climbing rather than speed. It used its powerful jaws and muscles to catch prey in its ancient Oligocene habitat."
        },
        {
            "label_id": "mhop-62",
            "is_included_in_hunt": true,
            "label_str": "THE MINIATURE OREODONT Miniochoerus Miniochoerus was not much heavier than a miniature poodle, but it still had all the basic adaptive equipment of all oreodonts: digging paws, a monkey-like head and fighting chisel-fangs. Mother in Her Burrow with Two Unborn Babies",
            "label_hints": [
                "Find an exhibit about Miniochoerus, a small oreodont from the White River Group.",
                "This display shows how Miniochoerus adapted with digging paws and chisel-like fangs.",
                "Look for references to a mother Miniochoerus with two unborn babies."
            ],
            "related_knowledge": "Miniochoerus was a small oreodont, not much larger than a miniature poodle. It had digging paws, a monkey-like head, and sharp fangs for fighting. Miniochoerus sought refuge in underground burrows, and fossil evidence has revealed mothers with unborn babies preserved in these bunkers."
        },
        {
            "label_id": "mhop-63",
            "is_included_in_hunt": true,
            "label_str": "THE OREODONTS Furry American Success Story The most common White River vegetarians were the oreodonts. They're extinct now, but for millions of years this family of leaf-eaters was more numerous than all others across North America. There's no mammal family today that compares. The body was a cross between a dog and a small deer. The paws were four-toed and built something like a coyote's, with sharp claws good for excavating burrows. Petrified evidence proves that oreodonts sought refuge in underground bunkers. Perfect skeletons are often dug from fossil burrows, and sometimes mother oreodonts are buried side by side with their pups. The oreodont diet consisted of fruit, leaves, nuts and tubers. The head was short snouted and boxy-reminiscent of a leaf-eating monkey's. And the chewing teeth were wide, sharp-cusped and excellent for chopping greenery. Oreodonts were not timid Bambi's; they could fight. The fangs up front were self-sharpening, with the upper teeth honed to a sharp edge by the lower teeth.",
            "label_hints": [
                "Find an exhibit about the oreodonts, the most common herbivores of the White River region.",
                "This display highlights how oreodonts used burrows for refuge and had sharp fangs for defense.",
                "Look for information on the fruit, leaves, and tubers that made up their diet."
            ],
            "related_knowledge": "Oreodonts were the most common leaf-eaters across North America for millions of years. These animals resembled a cross between a dog and a small deer. They had sharp claws for digging burrows and self-sharpening fangs for defense. Oreodonts thrived on a diet of fruit, leaves, nuts, and tubers, and their fossilized remains are often found in underground burrows."
        },
        {
            "label_id": "mhop-64",
            "is_included_in_hunt": true,
            "label_str": "THE ZUHL COLLECTION These sections of fossilized tree trunks are from trees that lived millions of years ago. When these trees died, rather than rotting away, they were petrified. In order for a tree trunk to petrify instead of rotting, the wood must be rapidly buried to exclude oxygen. Without oxygen, the chemical reactions that cause the wood to decay cannot take place. The volcanic sediments covering the trees are rich in soluble silica, a combination of atoms of the elements silicon and oxygen. The Silica dissolved in the water and the buried wood soaked up the silica-rich solution like a sponge. The dissolved silica fills the spaces in the lacey network of cells that make up the wood. Over time the water evaporates and leaves behind the silica, which solidifies. Within spaces such as a crack or a rotten spot in the wood, the silica may form large quartz crystals with visible natural facets. In most of the wood, the rapidly solidifying silica forms milky opal, or layer upon layer of colorful agate. The different appearances of these forms of silica result from the way the atoms are arranged as the silica hardens The colorful stone record preserves the tree's structure and reveals details about the environment of millions of years ago, as well as the distinct history of each particular tree.",
            "label_hints": [
                "Find an exhibit featuring the fossilized tree trunks from the Zuhl Collection.",
                "This display explains how silica from volcanic sediments turned ancient wood into stone.",
                "Look for details about how cracks in the wood were filled with quartz crystals and colorful agate."
            ],
            "related_knowledge": "The Zuhl Collection showcases sections of fossilized tree trunks that were rapidly buried in volcanic sediments millions of years ago. The wood soaked up silica-rich water, which gradually solidified to form petrified wood. In some cases, quartz crystals and colorful agate filled cracks in the wood, creating beautiful, preserved records of ancient trees."
        },
        {
            "label_id": "mhop-65",
            "is_included_in_hunt": true,
            "label_str": "MONSTER SCALLOPS OF THE MIOCENE Gigantopecien This group of Gigantopecten lived in the shallow sea that covered part of France 3 million years ago. The immense size and thickness of the shells indicate that these bivalve mollusks lived during a period of optimal habitat and resources. Groupings were important to the animals reproductive strategy. As broadcast spawners, individual scallops release eggs and sperm into the water simultaneously. Modern scallops are hermaphroditic, having both sets of reproductive organs. Individuals will change sex many times during their lives. Like modern scallops, ancient scallops may have been vulnerable to powerful storms that swept across their shallow habitats. Surging waves would have decimated populations, spreading individuals out too thinly to reproduce or, as with this fossil assemblage, burying them alive. The first scallops evolved during the Triassic Period, and today, members of the Pectinidae family look much the same as they did 200 million years ago.",
            "label_hints": [
                "Look for an exhibit about the giant scallops, Gigantopecten, that lived in Miocene seas.",
                "This display shows how these mollusks grew to immense sizes during a period of optimal habitat.",
                "Find references to their reproductive strategy as broadcast spawners and the storms that buried them alive."
            ],
            "related_knowledge": "Gigantopecten were massive scallops that lived in the shallow seas of France 3 million years ago. These mollusks thrived in optimal conditions, growing large and thick-shelled. Like modern scallops, they were broadcast spawners, releasing eggs and sperm into the water. Powerful storms may have buried these scallops alive, as evidenced by fossil assemblages."
        },
        {
            "label_id": "mhop-66",
            "is_included_in_hunt": true,
            "label_str": "DARWIN'S WAR-HORSE Hipparion In the entire history of the Mammalia, two furry invaders stand out: the horse, Hipparion, and hominids. Both are intertwined in Darwinian history. Most of the important events in horse history happened in North America. After the Dawn Horse first appeared 50 million years ago, American horse species invaded Asia and Europe repeatedly. The greatest invasion of all started about 11 million years ago, when new and advanced species of Hipparion spread out of the American West. Hipparion was unstoppable. It crossed the Bering Land Bridge and moved into the woodlands and prairies of Asia, Europe, India and Africa. Hipparion swept over the Old World like an equine Mongol horde. The earliest human-like creatures, the australopiths, were surrounded by Hipparion species 7 million years ago in tropical Africa. What gave Hipparion its momentum? Its feet were 90 percent modern. Most of the thrust came from the enlarged central hoof. Side toes still existed, but they were small and irregular. Jaws and teeth, too, were advanced. The six molars were tall and ever-growing. For most of its life, Hipparion had molars that grew up as fast as they wore down. This feet/molar combination opened up new, drier habitats, where leaves and branches were tougher and gritty dust covered the greenery. And the entire world was going that way. Summers were less moist. Tropical forests gave way to dry woodlands. Grasses took over ever greater areas of meadows. Hipparion was born to thrive in these new environments.",
            "label_hints": [
                "Find an exhibit about Hipparion, the evolutionary war-horse that spread across the Old World.",
                "This display explains how Hipparion's feet and teeth helped it thrive in new environments.",
                "Look for information on how Hipparion crossed the Bering Land Bridge and invaded Asia, Europe, and Africa."
            ],
            "related_knowledge": "Hipparion, an advanced horse species, spread from North America to Asia, Europe, and Africa about 11 million years ago. With modern-like hooves and tall, ever-growing molars, Hipparion was well-suited to thrive in dry, grassy environments. It migrated across the Bering Land Bridge, rapidly becoming one of the dominant herbivores in the Old World."
        },
        {
            "label_id": "mhop-67",
            "is_included_in_hunt": true,
            "label_str": "DAINTY DANCERS, HYENAS AT THEIR MOST GRACEFUL! Ictitherium In the days of the Hipparion fauna, hyenas came in a dozen sizes and shapes. The littlest ones were ictitheres, and their ultra-slender limbs, long wrists and ankles gave them the gracefulness of ballet dancers combined with the agility of greyhounds. Audrey Hepburn Neck Our Ictitherium neck would be the envy of most fashion models —magnificently long, thin, and elegant. Ictitherium had another diagnostic hyena feature: premolar teeth that were stronger than usual and therefore useful for gnawing bones. With their delicate proportions, ictitheres must have been quick hunters of small deer, antelope, rabbits, and rodents. Figs and nuts, termites, beetles and millipedes supplemented the diet. Kept out of North America Ictitheres were common and widespread across Africa and Eurasia, but the Bering Land Bridge was closed to them. No ictitheres reached the Americas. Why? It's a hyena mystery. Foxes and wolves made the trip, but not the dainty ictitheres.",
            "label_hints": [
                "Find an exhibit about Ictitherium, the dainty and graceful hyena of the Hipparion era.",
                "This display explains how Ictitherium's slender limbs and strong premolars made it a quick and effective hunter.",
                "Look for references to how Ictitherium was kept out of North America."
            ],
            "related_knowledge": "Ictitherium was a small, graceful hyena species that lived during the Hipparion era. It had long, slender limbs and strong premolars, which made it an agile hunter of small mammals and a capable bone gnawer. Despite being widespread across Africa and Eurasia, Ictitherium never reached North America, a mystery that remains unsolved."
        },
        {
            "label_id": "mhop-68",
            "is_included_in_hunt": true,
            "label_str": "HIPPO - RHINO Chilotherium The zebra-like Hipparion was long-legged and fast. And in most places, its companion was the short-legged, tubby hippo-rhino. From Texas to China to East Africa, hippo-rhinos like Chilotherium moved in great herds that left behind bone beds with tens of thousands of bones. They were true rhinos, close kin of today's Rhinoceros, the Asiatic one-horned rhino. Short legs go with water-loving habitats. Most modern-day rhinos love to wade and wallow in muddy pools or stream edges. Early rhinos had low molars fit for chomping soft fodder. Tall molars gave hippo-rhinos grass-eating potential, though gritty bushes were a favorite food, too. Fang-Fighters When we think rhino, we tend to think horns. But that's wrong: Most extinct rhinos had small horns or no horns at all. Instead, their weapon was a lower incisor tooth which developed into a sharp-tipped spear that could rip open a saber-tooth cat or even a mastodon. Modern Indian and Sumatran rhinos still carry the lower fang of their ancestors. A hundred years ago, when European big-game hunters rode in howdahs on their elephants, Indian rhinos occasionally attacked and killed the elephants. Chilotherium evolved just about the largest fighting fangs of any rhino ever. Bulls carried longer fangs than cows, suggesting that bull-on-bull violence was common. Angry Chilotherium bulls probably attacked mastodons when those pachyderms got too close.",
            "label_hints": [
                "Look for an exhibit about Chilotherium, the short-legged hippo-rhino of the Hipparion fauna.",
                "This display highlights Chilotherium's sharp lower fangs, used for fighting off predators.",
                "Find references to the large bone beds left behind by Chilotherium herds."
            ],
            "related_knowledge": "Chilotherium was a short-legged rhino that lived alongside Hipparion. Unlike modern rhinos, it had sharp lower fangs instead of horns, which it used to fend off predators. Chilotherium was a water-loving herbivore, and large herds left behind vast bone beds across Asia and Africa, providing valuable fossil evidence of their existence."
        },
        {
            "label_id": "mhop-69",
            "is_included_in_hunt": true,
            "label_str": "KING OF THE SHARKS Megalodon Here is the largest jaw ever assembled of the stupendous C. megalodon shark—a fish twice as long as the largest known great white shark. Meg teeth were whale-choppers. Each tooth carried a fine, saw-toothed edge and a thick central zone. Whale bones from deposits full of Meg teeth show deep cuts and gouges that match the C. megalodon's dental anatomy. Elephant tribes were on the menu, too. All members of the elephant clan are expert swimmers, and mastodons and mammoths spread across the Pacific. Mastodons dog-paddling in the surf were occasional victims of Meg attacks, as proven by bite marks on mastodon ribs and vertebrae. C. megalodon Jaw. Gift of Charles T. Jeremiah and Family",
            "label_hints": [
                "Find an exhibit about C. megalodon, the largest and most fearsome shark in history.",
                "This display features a giant reconstruction of a Megalodon's jaw, showcasing its whale-chopping teeth.",
                "Look for information on how Megalodon attacked whales and even mastodons swimming in the surf."
            ],
            "related_knowledge": "C. megalodon was the largest shark to ever exist, growing twice as long as the largest great white sharks. Its whale-chopping teeth had saw-like edges, and its jaw was powerful enough to bite through the bones of large marine mammals. Fossil evidence shows that Megalodon even attacked mastodons swimming in the surf, leaving bite marks on their bones."
        },
        {
            "label_id": "mhop-70",
            "is_included_in_hunt": true,
            "label_str": "MASTODON WITH A BUILT-IN SHOVEL Platybelodon About 17 million years ago came the strangest tusks of all. Normal Mastodon tusks, like Gomphotherium's, were long and straight with pointed tips. Platybelodon, the shovel-tusked mastodon, carried lower tusks that were unbelievably wide. Together the right and left tusks made a sort of shovel. What did shovel-tuskers do with their shovel? Perhaps they scooped up water plants. Maybe they cut through thick bushes. Or, maybe they carried their babies when they grew tired of walking behind their moms. We don't know the answer yet. What do you think?",
            "label_hints": [
                "Look for an exhibit about Platybelodon, the shovel-tusked mastodon of the Miocene.",
                "This display highlights the strange, wide lower tusks of Platybelodon, which may have been used for scooping water plants.",
                "Find references to how the function of these tusks remains a mystery."
            ],
            "related_knowledge": "Platybelodon was a Miocene mastodon with bizarre shovel-shaped lower tusks. These tusks may have been used to scoop up water plants or cut through dense bushes, though the exact purpose is still debated. The shovel-like tusks made Platybelodon one of the most unusual mastodons in the fossil record."
        },
        {
            "label_id": "mhop-71",
            "is_included_in_hunt": true,
            "label_str": "MIOCENE MASTODON Mammut Migrations Mammoth is a label that refers to an extinct close relative of the elephant. Mastodon is a label that covers a dozen distinct tribes of giant mammals who were more distant kin of elephants. The most famous mastodon, genus Mammut, evolved during Hipparion times and grew to five tons or more. Mammut evolved a coarse vegetable chopper type molar. Each tooth had two thick cutting edges made from a pair of cusps. The Mammut molar made short work of slender tree trunks and thick branches. For attack and defense, upper tusks grew long and almost straight; the lower tusks were tiny and nearly useless. Late Miocene Mammut scored a record for tusk length. among mastodons, growing more than 15 feet. That's too long to be effective as weapons, so we need another explanation. The bulls may have grown excessively long tusks to impress females and persuade them that their genes were desirable. Mastodon Wanderlust Elephants today are skilled swimmers and can cover many miles in salt water. Their oceanic prowess explains why mammoths and mastodons spread rapidly from continent to continent. Mammut and related Anancus mastodons first evolved in Africa and then spread quickly. Mammut arrived in Texas and other southern states by 2 million years ago. Anancus was a record mastodon traveler. It made it all the way to southern South America! Not all elephant-kin were so successful. The upside down mastodons, the deinotheres, had tusks that grew down from their lower jaws. Deinotheres did well in warm parts of the Old World, but they never could get across the cold Bering Land Bridge.",
            "label_hints": [
                "Find an exhibit about the Miocene mastodon Mammut and its long migrations.",
                "This display explains how Mammut's long, straight tusks were likely used to impress females rather than for defense.",
                "Look for references to how mastodons spread from Africa to Texas and South America."
            ],
            "related_knowledge": "Mammut was a large Miocene mastodon that migrated from Africa to North and South America. Its long, straight tusks may have been used to impress potential mates rather than for fighting. Mastodons were skilled swimmers, allowing them to spread rapidly across continents, including regions as far north as Texas and as far south as Argentina."
        },
        {
            "label_id": "mhop-72",
            "is_included_in_hunt": true,
            "label_str": "PLIOCENE AND PLEISTOCENE",
            "label_hints": [
                "Look for a display covering the geological periods of the Pliocene and Pleistocene.",
                "This exhibit focuses on the key environmental and evolutionary changes during these eras."
            ],
            "related_knowledge": "The Pliocene and Pleistocene are geological periods that saw the rise and fall of many species, including the extinction of giant mammals like mammoths and saber-toothed cats. These eras were marked by significant climate changes, including the Ice Ages, which played a critical role in shaping ecosystems and influencing the evolution and extinction of various species."
        },
        {
            "label_id": "mhop-73",
            "is_included_in_hunt": true,
            "label_str": "CHINLESS SABER-TOOTHED CAT Smilodon Smilodon is by far the most famous saber-tooth, thanks to thousands of specimens from the La Brea Tar Pits in California. It even stars in the popular Ice Age movies as the cunning cat, Diego. However, among all the saber-tooths, Smilodon is the odd-man out. It is chinless. It has no deep flange to protect the saber fang when the jaw is closed. What good was a chin-less lower jaw? Smilodon could strike with its mouth closed by pulling down with the neck muscles. But Smilodons did break their sabers. Tar Pit specimens sometimes have one or even both fangs broken, with the fractured ends worn down. How could saber-toothed cats survive with broken sabers? The best theory is that mated pairs helped each other. If one injured a fang, the other took over the prey-killing duties. Or, like lions today, groups of sisters may have hunted together.",
            "label_hints": [
                "Find an exhibit about Smilodon, the famous saber-toothed cat without a chin.",
                "This display explains why Smilodon could strike with its mouth closed and how it survived with broken fangs.",
                "Look for references to Smilodon's popularity in the Ice Age movies."
            ],
            "related_knowledge": "Smilodon, the famous saber-toothed cat from the La Brea Tar Pits, lacked a chin flange to protect its long fangs when its mouth was closed. This unique feature allowed Smilodon to strike with its mouth closed by pulling down with powerful neck muscles. Despite frequently breaking their saber fangs, these cats likely survived through cooperative hunting strategies."
        },
        {
            "label_id": "mhop-74",
            "is_included_in_hunt": true,
            "label_str": "GIANT SHORT-FACED BEAR Arctodus If you were a full-grown saber-toothed Smilodon, what animal should you think twice about before attacking? The giant short-faced bear! One of the largest bears to ever inhabit North America, Arctodus reached heights of 15 feet and weights of a ton and a half-twice the size of the average male grizzly bear. But Arctodus was far leggier than grizzlies and polar bears and probably faster. A short, wide muzzle and deep snout gave Arctodus a vice-like grip. What did it eat? Anything it could catch! Large molars were capable of crunching young grass, roots, and berries. Killer fangs could dispatch a buffalo with one bite. Analysis of chemicals in some Arctodus fossils show a high concentration of nitrogen-15, an element that accumulates when an animal eats a diet rich in me Other short-faced bear populations probably trovu more vegetarian diet. North America sent bear invaders into South America. The short-faced bear clan set up evolutionary centers in both continents. Arctotherium reached an all-time ursid record in Argentina, growing to two tons.",
            "label_hints": [
                "Look for an exhibit about Arctodus, one of the largest bears to ever roam North America.",
                "This display highlights Arctodus's massive size and its vice-like grip.",
                "Find references to how this short-faced bear could chase down and kill large prey."
            ],
            "related_knowledge": "Arctodus, the giant short-faced bear, was one of the largest and most fearsome carnivores in North America, standing up to 15 feet tall and weighing over a ton. Despite its size, it was surprisingly fast, using its long legs to chase down prey. Arctodus's wide muzzle and powerful jaws enabled it to crush bones and dispatch even the largest herbivores."
        },
        {
            "label_id": "mhop-75",
            "is_included_in_hunt": true,
            "label_str": "GIRAFFES AND GIRAFFE SHORTIES Shansitherium In the 1800s, scientists dug many rich bone beds full of Hipparion-age fossils in Greece, Turkey, Iran, India and China. Mixed in with the horses and hippo-rhinos were giraffes in delightful variety. There were tall species of Giraffa, close relatives of modern-day giraffes, but more common were short giraffes such as Samotherium (named for the Greek island of Samos) and Shansitherium (named for Shanxi Province in China). These had medium-long necks and legs, with sloping shoulders that gave the body a moose-like shape. How Do We Tell a Giraffe from Other Hoofed Animals? All members of the giraffe family had a unique way of building horns: The horn core was dense bone, and it grew up and back from above the eye socket. Antelope and bison add an outer layer of protein called keratin — the same substance that makes up our fingernails and toenails. Giraffes cover their horns with soft skin. Skin-covered horns fit the fighting method of giraffes. Bulls swing their heads down and sideways to land blunt blows against the neck or shoulder of rivals. The Living Fossil-Okapia Short giraffe fossils disappear around 3 million years ago, when the short giraffe species seemed to vanish completely. Then in 1900, reports came from the Congo Basin that a strange animal had been sighted by explorers. The mystery beast seemed to have giraffe-like horns -blunt and covered in soft skin. One year later, skulls reached London. They were dead ringers for the short giraffes so common at Hipparion dig sites. It was as if a live mastodon or saber-toothed cat had walked out of the forest. The living fossil was christened Okapia, and probably survived by hiding in dense, humid forests while its relatives in drier habitats went extinct. No giraffe species could handle the cold; none ever crossed the land bridge into North America.",
            "label_hints": [
                "Find an exhibit about Shansitherium and Samotherium, ancient giraffes from the Hipparion era.",
                "This display shows how giraffes evolved unique bone-covered horns and their fighting techniques.",
                "Look for references to the 'living fossil' Okapia, discovered in the Congo Basin."
            ],
            "related_knowledge": "Shansitherium and Samotherium were short-necked giraffes that lived during the Hipparion era, exhibiting medium-length necks and moose-like body shapes. These giraffes evolved unique skin-covered horns used for fighting, swinging their heads to land blows on rivals. The Okapia, or okapi, a modern-day 'living fossil,' was discovered in 1900 and shares similarities with these ancient giraffes."
        },
        {
            "label_id": "mhop-76",
            "is_included_in_hunt": true,
            "label_str": "SLOTHZILLA Eremotherium Greatest of the Ground Sloths Sloths today are strictly tree-climbers of modest size, hanging upside down, eating leaves, moving slowly, and coming down to the ground only to defecate. A few thousand years ago, the sloth clan was rich in gigantic ground dwelling species as big as oxen or even elephants. The sloth families were one branch of a vast old South American complex that included armadillos and anteaters. But as long as oceans separated South America from North America, the sloth empire could not expand. When the Isthmus of Panama emerged from the sea about 5 million years ago, sloths moved north, occupying Texas and other southern states. One sloth family made it all the way to Alaska. North America was a dangerous place to invade. Sloths were greeted by giant bears, lions, and three types of saber-toothed cats. How did they defend themselves? Eremotheres hide had a layer of tightly packed bone nuggets that worked like the chain-mail of a medieval knight. Active defense was performed by swipes of their forepaws. A 10-ton eremothere could fling a saber-toothed cat a dozen yards. Eremotherium displays the advanced ground-sloth body design: thick, powerful hind-legs, stubby tail, and long arms. Few tubers and edible roots were safe from a determined eremothere. These multi-ton sloths could harvest leaves, fruit, and branches by reaching up and dragging tree limbs down. Eremotheres walked on the outside of their hind-feet, curling their large claws inward. When they dug with their forelimbs, ground-sloths braced themselves with their tails and dug into the ground with their rear claws. Despite their prodigious success, all ground sloths abruptly became extinct around 10,000 years ago. Their extermination was part of the terminal Ice Age extinction —a die-off of nearly all the giant mammals across North and South America.",
            "label_hints": [
                "Look for an exhibit about Eremotherium, the giant ground sloth of the Ice Age.",
                "This display highlights how Eremotherium used its powerful forepaws to defend against predators.",
                "Find references to how these sloths were wiped out during the terminal Ice Age extinction."
            ],
            "related_knowledge": "Eremotherium, the greatest of the ground sloths, lived during the Ice Age and grew to immense sizes, weighing up to 10 tons. These sloths used their powerful forepaws to defend themselves against predators like saber-toothed cats. Despite their success, Eremotherium and other giant ground sloths went extinct around 10,000 years ago during the terminal Ice Age extinction."
        },
        {
            "label_id": "mhop-77",
            "is_included_in_hunt": true,
            "label_str": "THE NORTH AMERICAN, SOUTH AMERICAN EXCHANGE DURING THE PLEISTOCENE North America In the boreal forests of the north, Arctodus, the giant short-faced bear, faces off with Smilodon, the famous saber-toothed cat of the Pleistocene. In the temperate forests, a camelid, Hemiauchenia, looks on as the giant ground sloth Eremotherium ambles across the landscape. Painting by Julius Csotonyi.",
            "label_hints": [
                "Look for an exhibit about the exchange of species between North and South America during the Pleistocene.",
                "This display highlights the interactions between predators and prey, including Arctodus, Smilodon, and Eremotherium.",
                "Find references to the Great American Faunal Interchange."
            ],
            "related_knowledge": "The Pleistocene era witnessed the Great American Faunal Interchange, when species migrated between North and South America due to the formation of the Isthmus of Panama. Giant predators like Arctodus and Smilodon encountered herbivores like Eremotherium during this exchange, shaping ecosystems across the continents."
        },
        {
            "label_id": "mhop-78",
            "is_included_in_hunt": true,
            "label_str": "ANDEAN CONDOR Vultur gryphus The Andes Mountains arose in the Miocene, forming the 'backbone' of South America. This mountain chain begins in extreme northwest Venezuela, then runs west through Colombia and straight south along the 'continental spine' to Tierra del Fuego. As these high mountains plateaued and new habitats were created, species diversity likewise increased One of the most magnificent of the Andean endemics is the Andean Condor, found throughout the Andes and its foothills. As the Latin name Vultur implies, these birds are essentially a huge vulture-having one of the longest wingspans of all birds, which can reach approximately 10 feet! Also as the Latin name implies, these mega-vultures eat carrion (decomposing flesh), fulfilling an extremely vital role as nature's solution to animals that die on our planet. While fossils of Andean Condors have been found in parts of Brazil that are now tropical, their relatives the California Condor (Gymnogyps californianus) have fossilized remains in North America, as do other species of closely related condors that are now extinct. It is likely that the massive Pleistocene mammals on display below the condors, such as giant ground sloths (Eremotherium) and giant armadillos (Glyptodon), crossed the paths of these 'rulers of the sky' during the Great American Faunal Interchange. Gift of Zoo Miami HMNS VO 3572",
            "label_hints": [
                "Find an exhibit about the Andean Condor, the massive vulture of South America.",
                "This display shows the condor's impressive wingspan and its role as a scavenger.",
                "Look for references to the condor's fossil relatives, including the California Condor."
            ],
            "related_knowledge": "The Andean Condor (Vultur gryphus) is one of the largest vultures in the world, with a wingspan of up to 10 feet. Found throughout the Andes, this scavenger plays a vital role in cleaning up carrion. Fossil evidence shows that condors had relatives in North and South America during the Pleistocene, including the California Condor."
        },
        {
            "label_id": "mhop-79",
            "is_included_in_hunt": true,
            "label_str": "MADE IN AMERICA THE CAMEL FAMILY! Paleolama When we think of camels, we usually think of the Sahara Desert, Lawrence of Arabia, or vast Mongolian grasslands. But in fact, the camel family is Made In The USA-it is a strictly North American product. The first camels show up in the fossil record around 35 million years ago in Nebraska and Wyoming. These camels were tiny and delicate and looked like a cross between a jackrabbit and a miniature gazelle. Their feet did not end in the wide, spreading toe-pads of modern camels. Instead, each toe had a sharp, compact hoof. The diet of early camels focused on low-growing herbs and bushes, with the addition of arid-land weeds and grass later on. Over the next 30 million years, camels evolved to include tiny, small, medium, large, and extra-large species-the tallest almost rivaling giraftes. Fangs and Noxious Loogies-Camel Defenses Camels co-evolved with saber-toothed cats, wolf-like hyenodonts and bears of all sorts, and camel self-defense developed along unusual lines. Instead of running away, like deer, camels fought back. They grew sharp fangs in their snouts, and they became expert marksmen with smelly spit. Saliva mixed with regurgitated stomach fluid could be hurled a dozen feet. Today, domesticated mid-sized camels —the llama - make excellent guards for sheep. Lamas will charge a coyote, biting at its face and rump and unleashing salvos of noxious loogies. Our Paleolama was one of the middleweight species common across North America during the last 12 million years. In the Great Ice Age, camels got their chance to emigrate. The big camels crossed Beringia on their cushiony-feet, ready for the squishy sands and bare gravels of deserts in Asia, Arabia, and Africa. Mid-sized camels, llamas and vicuñas, went the other way into South America, down to the dry plains of Argentina and the mountain meadows of Peru:",
            "label_hints": [
                "Look for an exhibit about Paleolama, a North American camel that thrived during the Ice Age.",
                "This display shows how camels evolved in North America before migrating to Asia and South America.",
                "Find references to the unique defenses camels developed, including fangs and spit."
            ],
            "related_knowledge": "Paleolama was a middleweight camel species that evolved in North America during the Ice Age. Camels originated in North America around 35 million years ago before migrating to Asia and South America. They developed unique defenses, including sharp fangs and the ability to spit noxious saliva, which helped them survive in harsh environments."
        },
        {
            "label_id": "mhop-80",
            "is_included_in_hunt": true,
            "label_str": "ARMADILL-O-ZILLA Glyptodon Giant shelled herbivores, the glyptodonts, also invaded from South America, moving north across the Isthmus of Panama. Close cousins of true armadillos, the glyptodonts developed a stiff armored shell composed of many interlocking bone plates. Muscular front legs and wide claws let glyptodonts dig for tubers and roots. Tall molars were excellent for grinding gritty plant parts. When attacked, glyptodonts could dig straight down with fore and hind feet so only the top of the shell was exposed. (Tank-driving soldiers call this the hull-down position.) The head could be tucked down and back and was protected by thick forehead armor. The rear end was a dangerous weapon —the e en tail was encased in rings of bony armor and coulde smashing blows.",
            "label_hints": [
                "Look for an exhibit about Glyptodon, the giant armored armadillo of the Pleistocene.",
                "This display highlights Glyptodon's heavy shell and its defensive strategies against predators.",
                "Find references to how Glyptodon migrated into North America during the Great Faunal Interchange."
            ],
            "related_knowledge": "Glyptodon was a giant shelled herbivore that migrated from South America to North America during the Pleistocene. Close cousins of modern armadillos, Glyptodon had a stiff armored shell made of interlocking bone plates and used its powerful claws to dig for roots and tubers. When threatened, it could dig down into the ground, exposing only its shell as a defense mechanism."
        },
        {
            "label_id": "mhop-81",
            "is_included_in_hunt": true,
            "label_str": "COOKIE-CUTTER SABER-TOOTHED CAT Xenosmilus All saber-toothed cats were extremely muscular, and Xenosmilus was exceptionally massive and strong. It could use its thick legs and neck to wrestle dangerous prey and throw it to the ground. The nickname cookie-cutter comes from Xenosmilus' arrangement of teeth. The wide saber-fangs were super-sharp, and the nipping teeth (the incisors) were enlarged and sharp-edged, too. All the teeth had saw-edges. The entire set of teeth made a semi-circle, and when the cat bit hard, the teeth sliced out a large, semi-circular chunk of flesh. Xenosmilus is mysterious and extremely rare. There are only two known skeletons, both dug from a cave in Florida. The cave was full of javelina bones —perhaps Xenosmilus's favorite prey? But javelin fossils occur all across North and South America. Maybe Xenosmilus preferred some sort of unusual habitat where fossilization didn't occur. We don't know yet for sure. In contrast, the chin-less saber-cat, Smilodon, left its bones all over North and South America in caves and tar pits, stream deposits and swamps. Xenosmilus teaches us a paleontological lesson: despite two centuries of exploration in Ice Age sediments, there must still be dozens of unknown species waiting to be discovered.",
            "label_hints": [
                "Look for an exhibit about Xenosmilus, the rare and mysterious saber-toothed cat.",
                "This display explains how Xenosmilus's teeth were arranged like a 'cookie-cutter' to bite out large chunks of flesh.",
                "Find references to the cave where Xenosmilus skeletons were found alongside javelina bones."
            ],
            "related_knowledge": "Xenosmilus was an exceptionally rare saber-toothed cat, known for its massive, muscular build and unique 'cookie-cutter' bite, which allowed it to tear out large chunks of flesh. Only two skeletons of Xenosmilus have been found, both in a cave in Florida. The cave was filled with javelina bones, suggesting they were a primary prey item for this predator."
        },
        {
            "label_id": "mhop-82",
            "is_included_in_hunt": true,
            "label_str": "THE NORTH AMERICAN, SOUTH AMERICAN EXCHANGE DURING THE PLEISTOCENE South America Titanus, the terror bird, migrates from South America to North America. In the warmer palmetto savannah of the south, the saber-toothed cat Xenosmilus attempts an attack on the highly armored Glyptodon, while a group of wild horses, Equus, graze in the background. The little cacomistle, Bassariscus, hangs from the branches of a tree. Painting by Julius Csotonyi.",
            "label_hints": [
                "Find an exhibit illustrating the Great Faunal Exchange between North and South America.",
                "Look for a scene where Xenosmilus attacks Glyptodon, while wild horses graze in the background.",
                "Notice the differences between the northern and southern species during the Pleistocene era."
            ],
            "related_knowledge": "During the Pleistocene era, species such as the terror bird (Titanus) and the armored Glyptodon migrated between North and South America through the Isthmus of Panama. This migration allowed for predatory interactions between species like Xenosmilus and herbivores like Glyptodon."
        },
        {
            "label_id": "mhop-83",
            "is_included_in_hunt": true,
            "label_str": "GIANT ARMADILLO Holmesina True armadillos, with flexible shell-armor, also came into the southern states from South America. Our beloved local Texas armadillo, Dasypus novemcinctus, arrived during this armored invasion. It was accompanied by a relative with far more gravitas — Holmesina-who reached weights of a quarter ton. One of the very best Holmesina skeletons is this one, collected from fossil beds right here in Houston. Its claws and feet are enlarged versions of the common Texas armadillo, and so are its jaws and teeth. That means the Texas giant armadillo probably ate prickly pear fruit, soft leaves, tubers of all sorts, and occasional bird nests and snakes.",
            "label_hints": [
                "Look for an exhibit about Holmesina, a giant armadillo from the Pleistocene.",
                "This display highlights the Texas armadillo's armored shell and its diet of prickly pear fruit and tubers.",
                "Explore the comparison between modern armadillos and their larger prehistoric relatives."
            ],
            "related_knowledge": "Holmesina was a giant armadillo weighing up to a quarter ton that roamed the southern United States during the Pleistocene. Unlike its smaller, modern relatives, Holmesina had an enlarged shell and powerful claws, which it used to dig for food, including tubers and prickly pear fruit."
        },
        {
            "label_id": "mhop-84",
            "is_included_in_hunt": true,
            "label_str": "ATLATL OVERKILL? The Great Ice Age Extinctions Mammons, madodons, giant slohs, saber-toched cats ad many cher mega-fauna species died out about 10,000 years ago in North America. It was the last monumental exfinction of land life in the fossil record. What happeneda One popular theory is that skilled atlaists were so effective that they slaughtered all the giant herbivores. The carnivores, deprived of food, then died of starvation. There is circumstantial evidence for this theory: Humans entered the New World about 15,000 years ogo. Clovis-ayle otal points become common and widespread about 13,000 years ago. Most of the giant mammals disappeared between 11,000 and 10,000 years ago. Think of 8 as o trial. Humon hunters had the opportunity -they were here at the right time. They had motive- mammoth nect was delicior for of least nutriious). They had the merms-the allel, exipped with a Clovis point, could kil o gians Case desed? Not quite, There is a problem with the ory. Very lew mommoth skeletons show cut marks rom humon batchering Mod mammoth, madiodon and on does veem to have died frain oher causes. If san did couse the extiuction, i must have happened so lus fict lonlization couldn't captute de evidence: We may have orstedliented how elective done age profles, toee thicos and a higpo apecies, in addtior LAST GLACIAL MAXIMUM On islands, the situation is different. Native fauna does seem especially vulnerable to human hunting. The giant Rightless birds of New Zealand, the moos, disappeared shonly after the arrival of humans around 1,000 AD, and the some fate awaited the elephant bird of Madagascar when our species invaded about 1,400 AD. In Australia the circumstantial evidence again points lo humans as ogents of extinction, at legsi in port. The first allailwielding humans became common around 40,000 years ogo. Shorty afterwards, giant kangaroos and huge wombat-relatives go edinct. Alernative Suspect: Climate Change The climate worldwide suffered savage perturbations through the los Age, Glaciers advanced over the land and then retrected a dozen times. Winters got dry, then wet. forests spread north, then retreated south. The very last glocial melt back was lollowed by hot weather Could these weather shits have killed the mommoths and their nsighbor Elephants today are hardy creatures, capable of decling with all sorts of habitole. They can migrote hundreds of miles to escupe local odverse conditions. An important consideration is thes them were dovem of big mommals, each species adopted to a different hobiat 1's hard to imagine a cimato shit that would kill ol the woolly mammoths and all the Coluebion nounsohhs, ples thas desens ground sods and the woolland ground dohs, and he swimplesung madadors cs well The Great los Age discin condinue to pissekas debon and there o co consents about what punt lumans in he Maw World",
            "label_hints": [
                "Find an exhibit about the role of human hunting in the extinction of Ice Age megafauna.",
                "This display explains how the invention of the atlatl spear-thrower may have contributed to the extinction of mammoths and other large animals.",
                "Observe the timeline showing human migration and the disappearance of large Ice Age species."
            ],
            "related_knowledge": "The atlatl, a spear-thrower that doubled a hunter's arm length, allowed prehistoric humans to effectively hunt massive Ice Age animals like mammoths. Some theories suggest that overhunting by humans equipped with atlatls contributed to the extinction of many megafauna species around 10,000 years ago, though climate change likely played a role as well."
        },
        {
            "label_id": "mhop-85",
            "is_included_in_hunt": true,
            "label_str": "OUR FAMILY TREE The imogo to your lah mpresents our lonly bee The story sons cround 55 milien yean ogp cl lose de the tr trunk in the lower leh comer. Noice hon, as you tollo» the tie, here on branches with leghty, and branches when. Than wih leaves represent sting dart* we approach us, seen i the lover center di the mor The tpecen os depad mide erord ed o ed t to pons The beton potion showg taut retoins thar the anton, reconsuction is bound on. Most ohen we con ey on o chul to lom the baris for the focial meconarucion have very lide moleriol to go by, other than DNA, and that is relected in the representation of strands di DNA ombined with a hard to dinguith facial reconstrucion as we redly do not know what they locked",
            "label_hints": [
                "Look for an exhibit illustrating the human evolutionary tree.",
                "This display uses strands of DNA and fossil reconstructions to show how humans evolved over millions of years.",
                "Compare the branches of our evolutionary tree with the reconstructions of early humans."
            ],
            "related_knowledge": "The human family tree traces our species' origins back over 55 million years. Fossil evidence, combined with DNA analysis, provides insights into how early human ancestors evolved into modern Homo sapiens. The exhibit includes artistic reconstructions of early humans based on fossil remains."
        },
        {
            "label_id": "mhop-86",
            "is_included_in_hunt": true,
            "label_str": "GIANT BULL Mammut americanum Enormous mammoths and mastodons roamed North America in the Ice Age, and humans hunted both. The American Mastodon, Mammut americanum, was the last species of Mammut and kept the same simple chopping molars that had evolved in the Miocene 12 aiion years earlier. Different dietary preferences keep mastodons and mammons opart in most places. Mammoths preferred grass and dry leaves in open plains and woodlands while Mastodons went for softer, wider branches in wetter forests and swamps. Many mastodon bones turned up in bogs being drained by American farmers in the 1700s. Thomas Jefferson's Order to Lewis and Clark: Find a Live Mastodon! Colonial naturalists were fascinated with Mammut. Thomas Jefferson had Mastodon bones on display in the White House when he was president, along with ground sloth specimens and parts of mammoths. Jefferson was sure that such a magnificent creature must have been alive, somewhere in the unknown American West. He instructed explorers Lewis and Clark to find a herd of live mastodons in the Rocky Mountain region. Lewis and Clark didn't bag a mastodon, or a mammoth, or a ground sloth. Ice Age fossils proved that Nature was unpredictable and prone to worldwide catastrophe. Our present-day ecosystem is missing most of the giant mammals that once ruled, and Jefferson never got his prize alive. Cast of Mastodon Skeleton, Priscilla. Gift of Charles T. Jeremiah and Marla Moore",
            "label_hints": [
                "Find an exhibit about the American Mastodon, Mammut americanum.",
                "This display includes Thomas Jefferson's fascination with mastodons and his order to Lewis and Clark to find a live specimen.",
                "Notice the distinct molars that differentiate mastodons from mammoths."
            ],
            "related_knowledge": "The American Mastodon, Mammut americanum, was a massive Ice Age herbivore known for its simple, effective chopping molars. Unlike mammoths, mastodons preferred wetter forest habitats. President Thomas Jefferson famously ordered the Lewis and Clark expedition to find a live mastodon, reflecting the 18th-century fascination with these extinct giants."
        },
        {
            "label_id": "mhop-87",
            "is_included_in_hunt": true,
            "label_str": "MAMMOTH HUNTERS The Clovis Elephant-Gun Problem: Spears thrown by hand have limited range and rarely had the velocity necessary to penetrate the thick hide of mammoths. Hitting a mammoth at close range with a spear would have only made the mammoth mad. To kill mega-fauna, human hunters needed to double the velocity. Solution: The atlatl. This spear-thrower doubles the effective length of the hunter's arm. The spear shaft is laid along a stiff, narrow board about as long as the distance from fingers to elbow. A spike at the free end of the atlatl holds the buttend of the spear. The hunter hurls the atlatl forward with a quick flick of the wrist and elbow as the entire arm and shoulder goes forward. If executed correctly, the spear comes out of the atlatl with stunning energy. The shaft is a two-stage missile: The long main shaft receives the thrust from the atlatl. The shorter fore-shaft carries the point and is made from harder, denser wood. It separates from the main shaft just after the target is struck. Native hunters still use atlatls in parts of Australia to bring down kangaroos. Atlatls with heavy, harpoon-style fore-shafts are used to hunt whales and walrus in the North Pacific. When the Spanish Conquistadors invaded Mexico they were met by Aztec warriors with atlatis, which, properly thrown, dented steel armor. For prehistoric hunters, the atlatl changed the rules. Now humans were potential big-game killers. Mammoths, mastodons of all clans, rhinos, giant buffalo-none were safe. When did our species acquire this weaponry? Beautifully crafted atlatls made from antler or ivory come from French cave sites up to 18,000 years old. Archaeologists have long suspected that this weapon dates back much farther. Unfortunately, most atlatis were made of wood, and since woody material rots quickly, there is little hope of finding many ancient atlatls. Atlatl-Elbow & Mungo Man How can we tell when was the first atlatls were used? The best evidence comes from a case of atlatl-elbow. The oldest human remains from Australia include Mungo Man, buried 40,000-50,000 years ago near Mungo Lake. No atlatl was found here, but there is still spectacular proof of atlatling. Mungo Man had a peculiar injury to his right elbow—a deterioration seen today in tennis players who have a powerful overhand serve. It's exceedingly unlikely that Mungo Man played tennis. However, there's another pastime that harms elbow joints in the same fashion: atlatling. Mungo seems to have atlatled nearly all his life. When Mungo's people first entered Australia, they probably carried atlatls. Mungo's ancestors came from Southeast Asia, suggesting many people in Europe and Asia were likely atlatling earlier than 50,000 years ago! When human hunters entered North America 15,000 years ago or so, they were probably armed with atlatls. Stone weapon points known as Clovis points were almost certainly used on atlatis beginning about 13,000 years ago. Furthermore, we have conclusive evidence that Clovis people succeeded in killing mammoths: Mammoth skeletons have been discovered with Clovis points embedded in their rib cages.",
            "label_hints": [
                "Find an exhibit about the Clovis people's use of the atlatl to hunt mammoths.",
                "This display demonstrates how prehistoric hunters used specialized Clovis points and the atlatl to take down megafauna.",
                "Look for skeletal evidence of Clovis points embedded in mammoth rib cages."
            ],
            "related_knowledge": "The Clovis people, who lived in North America around 13,000 years ago, developed a specialized weapon system that included Clovis points mounted on spears thrown with atlatls. These tools allowed them to hunt mammoths and other large Pleistocene animals with greater efficiency, marking a key advancement in human hunting techniques."
        },
        {
            "label_id": "mhop-88",
            "is_included_in_hunt": true,
            "label_str": "OLDOWAN STONE TOOLS Representing the early Stone Age and named after a site in Tanzania, Oldowan tools represent the earliest known man-made tools. These stone tools date back to 2.6 million years ago and continued to be used without any major modifications until 1.7 million years ago. The Oldowan toolkit consisted of hammerstones —stone cores with flake scars along one or more edges and sharp stone flakes struck from the cores. The Oldowan stone tool tradition was eventually replaced by the Acheulean stone tool tradition.",
            "label_hints": [
                "Look for an exhibit featuring Oldowan tools, the earliest known man-made tools.",
                "This display explains how early humans used simple stone tools to hunt and gather.",
                "Compare the Oldowan tools with later technological advancements in tool-making."
            ],
            "related_knowledge": "Oldowan tools, dating back to 2.6 million years ago, represent the earliest known man-made tools. These simple tools, made from stone cores and flakes, were used by early human ancestors for cutting, hammering, and gathering food. The Oldowan tradition eventually gave way to more advanced tool-making techniques, like the Acheulean tradition."
        },
        {
            "label_id": "mhop-89",
            "is_included_in_hunt": true,
            "label_str": "ACHEULEAN STONE TOOL TRADITION Acheulean is the name given to a form of stone tool manufacturing associated with prehistoric humans during the Lower Paleolithic era. These tools date back to 1.5 million years ago and have been found across Africu, much of Asia and Europe, where they appeared around 400,000 years ago. With the Acheulean tradition several technical innovations in tool making appear: • The raw stone material is worked from both sides, resulting in a symmetrical shaped tool with a cutting edge. • Tool shapes become more standardized, with considerably more production steps required than with earlier Oldowan tools. • Tool forms differed according to usage. Handaxes tended to be massive, used as multi-purpose tools. Scraping and cutting tools were smaller and more restricted in their use. Associated with Homo erectus and Homo heidelbergensis, Acheulean was the dominant technology for the vast majority of human history. It was the first stone tool technology to leave Africa, and is famous for its oval and pear-shaped handaxes. Later Acheulean tools employed the Levallois technique that yielded flakes of preplanned shape and size, a process which greatly improved the efficiency and utility of flakes as tools.",
            "label_hints": [
                "Find an exhibit about Acheulean tools, which represent a major leap in early human technology.",
                "This display shows how Acheulean tools were made and used by Homo erectus and other early humans.",
                "Notice the symmetry in the Acheulean handaxes compared to earlier stone tools."
            ],
            "related_knowledge": "The Acheulean stone tool tradition, which began 1.5 million years ago, marked a significant advancement in human technology. Acheulean tools, like handaxes, were more complex than their Oldowan predecessors, being worked on both sides to create symmetrical shapes. These tools were used by species like Homo erectus and were the first to spread beyond Africa."
        },
        {
            "label_id": "mhop-90",
            "is_included_in_hunt": true,
            "label_str": "THE DEADLY CLIFF TRAP Over the last million years, our human species, Homo sapiens, became ever more clever and deadly. A subspecies, Homo sapiens neanderthalensis, the famous Neanderthal man, succeeded in colonizing cold plains and steppes near the glaciers 200,000 years ago. Neanderthals hunted mammoth and piled their bones in great heaps — maybe even making cabins out of legs and shoulder blades. Not only did Homo sapiens hunters invent the razor-edged spear point, they also enlisted the powerful weapon of gravity with landscape-tactics. Even biggest, most aggressive and most fearsome prey can be defeated by topography. Rhinos, elephants and buffalo can be crippled when they are lured off the edge of a 10 foot liff. In the 1600s, Native American hunters were using funnel traps to kill entire herds of bison. The beasts would be driven through a funnel-shaped corral constructed from piles of rocks and thick branches woven into barricades. Hunters waving blankets urged the hairy beasts to stampede from the wide entrance into the narrow neck of the funnel until the herd plunged over a cliff. Thousand of years earlier, Ice Age hunters in Europe used cliff-traps to harvest the biggest and most dangerous game —woolly rhinos and mammoths. How did the hunters drive the monsters to their death? They probably used fire to manipulate the panicked pachyderms. Modern day farmers in India repel elephants with torches, shouts and banging on metal pots. Ancient hunters probably used lines of fire to panic mammoths and mastodons into cliff-fall ambushes. This theory has proof: Heaps of mammoth and rhino bones, cut by stone tools, have been excavated at the bottom of cliffs in England and Germany. Look up! We have a hunting party of Clovis people driving a giant Columbian mammoth over a precipice.",
            "label_hints": [
                "Find an exhibit about the use of cliff traps by early human hunters.",
                "This display shows how prehistoric hunters used the landscape to drive large prey like mammoths off cliffs.",
                "Notice the skeletal remains of animals found at the base of cliffs, indicating ancient hunting techniques."
            ],
            "related_knowledge": "Early humans, including Neanderthals, used the landscape to their advantage by driving large animals like woolly mammoths off cliffs. These cliff traps allowed hunters to kill and butcher their prey more easily. Archaeological evidence, such as piles of bones found at the base of cliffs, supports this hunting strategy."
        },
        {
            "label_id": "mhop-91",
            "is_included_in_hunt": true,
            "label_str": "MAMMOTH OF THE SOUTH Mammuthus columbi Most folks assume that there was just one kind of mammoth — the woolly mammoth, Mammuthus primigenius. In fact, there were a dozen mammoth species, all with close family ties to today's Indian elephant. The woolly mammoth favored extra-frigid habitats near glaciers and grew thick under-fur to cope with the wind-blasted climate. Mammuthus columbi, the Columbian mammoths, were also hairy on the outside, but they had thinner under-fur suited for the climate farther south, away from the glaciers. On average, Columbian mammoths grew taller than the woollies and had a lankier build.",
            "label_hints": [
                "Find an exhibit about Mammuthus columbi, the Columbian mammoth.",
                "This display highlights the differences between Columbian mammoths and their woolly relatives.",
                "Compare the size and fur density of Columbian mammoths to woolly mammoths."
            ],
            "related_knowledge": "The Columbian mammoth, Mammuthus columbi, was a southern relative of the woolly mammoth, adapted to warmer climates away from the glaciers. While still hairy, Columbian mammoths had thinner under-fur compared to their northern cousins, and they tended to grow taller with a more lanky build. They roamed the southern parts of North America during the Ice Age."
        },
        {
            "label_id": "mhop-92",
            "is_included_in_hunt": true,
            "label_str": "HUMAN ANCESTOR FROM THE SAHEL REGION OF CHAD Sahelanthropus tchadensis 7-6 MILLION YEARS AGO In 2001, a French team of paleoanthropologists discovered a nearly complete cranium, an associated jaw fragment, femur and several teeth in the deserts of Chad in West-Central Africa. With a brain size similar to that of contemporary chimps, Sahelanthropus place on the human family tree is not universally accepted. However, the location of the foramen magnum, the opening in the base of the skull allowing the spinal cord to connect to the brain, does suggest a habitual upright walking posture.",
            "label_hints": [
                "Look for an exhibit about Sahelanthropus tchadensis, an ancient human ancestor from Chad.",
                "This display highlights the discovery of a skull and other fossils, suggesting upright walking.",
                "Compare the fossil's skull structure with modern human skulls to see how walking upright evolved."
            ],
            "related_knowledge": "Sahelanthropus tchadensis, discovered in the deserts of Chad, is an early human ancestor from around 7-6 million years ago. The positioning of the foramen magnum in the skull suggests that this species may have walked upright, a critical development in human evolution."
        },
        {
            "label_id": "mhop-93",
            "is_included_in_hunt": true,
            "label_str": "SOUTHERN APE FROM THE AFAR REGION OF ETHIOPIA Australopithecus afarensis 3.9 - 3 MILION YEARS AGO Australopithecus afarensis is one of the longest-lived and best-known species of early human. Paleoanthropologists have uncovered remains from more than 300 individuals in eastern Africa (Ethiopia, Kenya and Tanzania), dating from between 3.9 and 3 million years ago. This species survived for more than 900,000 years - more than four fimes as long as our own species has been around. Lucy-known in her homeland of Ethiopia as Dinkenesh - is the best-known representative of Australopithecus afarensis. Other famous fossils of this species include Selam, a 3-year-old girl, and the First Family, a group of 17 individuals thought to have been killed in an attack by large predators, such as saber-tooth cats.",
            "label_hints": [
                "Find an exhibit featuring Australopithecus afarensis, including the famous fossil 'Lucy.'",
                "This display provides insights into one of the longest-living early human species.",
                "Compare Lucy’s skeleton with other early human ancestors to understand the evolution of bipedalism."
            ],
            "related_knowledge": "Australopithecus afarensis, one of the best-known early human species, lived from 3.9 to 3 million years ago in Eastern Africa. The most famous fossil, 'Lucy,' was discovered in Ethiopia and is a key piece in understanding early bipedalism and human evolution."
        },
        {
            "label_id": "mhop-94",
            "is_included_in_hunt": true,
            "label_str": "HANDY HUMAN Homo habilis 2.3 - 1.4 MILION YEARS AGO The earliest known member of the species Homo, Homo habilis was bipedal, a maker of crude stone tools, and endowed with a brain about half the size of that of a modern human. Their remains have been found in Kenya, Tanzania and Ethiopia. Scientists are still debating whether some of the fossils originally identified as Homo habilis should be assigned to another species, Homo rudolfensis.",
            "label_hints": [
                "Look for an exhibit on Homo habilis, one of the earliest toolmakers.",
                "This display discusses their use of stone tools and their place in human evolution.",
                "Notice how Homo habilis tools differ from later Acheulean tools in complexity."
            ],
            "related_knowledge": "Homo habilis, living between 2.3 and 1.4 million years ago, is one of the earliest species in the Homo genus. Known for their crude stone tools, they were bipedal and had a brain about half the size of modern humans. Their remains have been found in Eastern Africa."
        },
        {
            "label_id": "mhop-95",
            "is_included_in_hunt": true,
            "label_str": "HUMAN FROM THE NEANDER VALLEY Homo neanderthalensis 500,000 - 28,000 YEARS AGO Neanderthals are our closest extinct human relative. Their range extended from Western Europe into Siberia and into present day Israel. No Neanderthal remains have been found in Africa. The earliest Neanderthals appeared around 500,000 years ago; the last survivors vanished around 28,000 years ago. The first specimen recognized as an early human was found in 1856 and named Homo neanderthalensis after the Neander Valley in Germany where it was found. Adapted to a very cold environment, Neanderthals had an impressive physique. They made and used a diverse set of sophisticated tools, controlled fire, lived in shelters, made and wore clothing, ate plant foods, and occasionally made symbolic or ornamental objects. Neanderthals deliberately buried their dead and occasionally even marked their graves with flower offerings. Recent comparisons between Neanderthal and modern human DNA established that there is up to 4% shared genetic material between Neanderthal and people of Europeans descent.",
            "label_hints": [
                "Find an exhibit about Homo neanderthalensis, our closest extinct human relative.",
                "This display explores their adaptation to cold climates and their use of tools and fire.",
                "Explore how Neanderthals lived alongside Homo sapiens and their interactions."
            ],
            "related_knowledge": "Homo neanderthalensis, or Neanderthals, lived from 500,000 to 28,000 years ago in Europe and parts of Asia. Adapted to cold environments, they had a robust physique and used sophisticated tools. DNA evidence shows they interbred with modern humans, contributing up to 4% of the genome in people of European descent."
        },
        {
            "label_id": "mhop-96",
            "is_included_in_hunt": true,
            "label_str": "WALKING UPRIGHT Walking upright is one of the traits that define humans. An answer to when and where this trait evolved comes from the well-preserved remains of Ardipithecus ramidus. Nicknamed Ardi, this early hominid lived in East Africa around 4.4 million years ago. Of interest to us here are the very well-preserved remains of Ardi's foot. Her four little toes were adapted for walking upright on the ground. However, what literally stands out is the big toe. It was still opposable, and would have permitted Ardi to move through trees more easily than a later upright species, Australopithecus afarensis (Lucy).",
            "label_hints": [
                "Find an exhibit featuring 'Ardi,' an early hominid who walked upright but still retained some tree-climbing abilities.",
                "This display highlights the evolutionary transition to bipedalism.",
                "Compare Ardi’s foot structure with that of later hominids like Australopithecus."
            ],
            "related_knowledge": "Ardipithecus ramidus, nicknamed 'Ardi,' lived around 4.4 million years ago in East Africa. Ardi's foot structure suggests a combination of bipedalism and tree-climbing abilities, with an opposable big toe that helped her move through trees while also walking upright on the ground."
        },
        {
            "label_id": "mhop-97",
            "is_included_in_hunt": true,
            "label_str": "SOGGY BOTTOM BOYS: BOTTOM-HUGGING AMPHIBIANS The Largest Fossil Sample Ever Dug from the Texas Redbeds! What you're looking at is a fragment of the Judy Block, named for North Texas native and ranch owner Judith Whitley. Dozens of fossil skulls and chest armor are mingled together in this flood-deposit. All are from a new species, a close relative of Trimerorhachis. We call these flat-headed amphibians panzer mudpuppies, because their chunky limbs and stout bodies look like those of today's mudpuppy salamanders. But, like most Permo-Carboniferous amphibians, they had bone scales embedded in their skin. The world's largest find of Redbeds amphibians was made by bulldozer operator James Smajstrla of Baylor County, Texas. Smajstrla was excavating a water tank for cattle on the Craddock Ranch in Seymour, Texas, but first needed a detailed survey of the site. Dr. Robert Bakker, curator of vertebrate paleontology at HMNS, combed the outcrop for three days searching for fossils, but found none. There were no fossils on the surface, but when Smajstrla dug 10 feet he spotted some odd-looking rocks. At 12 feet, Smajstrla hit a layer of red rock jammed full of petrified heads, shoulders, and chests. The bones were so delicate that the crew had to soak them in super glue before they crumbled into dust. Museum curator David Temple led a team of volunteers who chipped out the 6-ton block. The combined efforts of cowboys, farmers, ranchers and museum volunteers rescued the giant slab of precious petrified relicts - bringing them to light for countless future generations to see.",
            "label_hints": [
                "Look for a display about large fossil finds in Texas, particularly amphibians related to Trimerorhachis.",
                "This exhibit focuses on a flood deposit of fossil skulls and armor from ancient amphibians.",
                "Find an exhibit about amphibians from the Texas Redbeds, including fossils found by bulldozer operators."
            ],
            "related_knowledge": "The 'Judy Block' is a large fossil deposit found in Texas, containing numerous skulls and chest armor from a new amphibian species related to Trimerorhachis. These amphibians, known as 'panzer mudpuppies,' were large, flat-headed, and had bone scales embedded in their skin, similar to today’s salamanders."
        },
        {
            "label_id": "mhop-98",
            "is_included_in_hunt": true,
            "label_str": "DEATH ASSEMBLAGE OF TRIMERORHACHIS Skuty Bock haoment Early permian Arron Formation Baylor Counts, Texas HMAS field collection made possible with the support of Bill and Judy Whitley of the Cradfock Ranch and the Cockiell Foundation",
            "label_hints": [
                "Look for an exhibit discussing the fossil assemblage of Trimerorhachis, found in a flood deposit.",
                "This display highlights the unique burial conditions that preserved these amphibians.",
                "Find an exhibit about how fossils of adult amphibians were preserved without juvenile remains."
            ],
            "related_knowledge": "The Trimerorhachis fossils in this exhibit were preserved in a death assemblage, where adults were buried together in a flood event. The conditions led to the preservation of only the larger bones, as lighter bones were washed away by the current."
        },
        {
            "label_id": "mhop-99",
            "is_included_in_hunt": true,
            "label_str": "DIPLOCAULUS SKULL The boomerang-shaped head gives this amphio-ion the nickname of Boomer-head. Just ike many of the other Permian amphibians. its saull was protected by bony armor. The distinc-five boomerang shope develops over time. Juvenile Diplocaulus start showing small curves in the boomerang shape. As they grow, the boomerang shope becomes larger and more defined. it is hypothesized that the skull was used as a weapon to fight off other Diplocaulus as well as to attraci mates.",
            "label_hints": [
                "Look for an exhibit about amphibians with a distinct boomerang-shaped head.",
                "This display shows how Diplocaulus used its head shape for defense and attracting mates.",
                "Find an exhibit featuring the fossilized skull of Diplocaulus, an amphibian with a unique head shape."
            ],
            "related_knowledge": "Diplocaulus was an amphibian with a distinctive boomerang-shaped skull, which likely helped in fighting off rivals and attracting mates. The skull shape developed gradually as the amphibian aged, becoming more pronounced in adults."
        },
        {
            "label_id": "mhop-100",
            "is_included_in_hunt": true,
            "label_str": "REDBEDS CSI-TWO-STAGE BURIAL How did all these skeletons get buried together? A major clue is that all the bones are from adults or young adults. What event would bring adult amphibians together but keep babies and juveniles away? Frogs and salamanders today often crowd together to court their mates. It's usually adults-only. Youngsters stay away so they don't get trampled. Somehow, a multitude of mating mudpuppies died near their mating grounds. Their bodies rotted away, but snouts, foreheads and chest armor became fossilized. Here's a puzzle: We found very few thin, light bones —hardly any ribs, vertebrae, legs or toes. Why are there only big bones in the deposit? The clue is in the sediment. Sand and gravel covered the bones, which would have been carried by a strong current. Lighter bones, like ribs, leg-bones, and toes, got washed away along with the lighter sediments. Thanks to a little flood, the Judy Block captures the joy, excitement and tragedy of ancient amphibian love.",
            "label_hints": [
                "Look for an exhibit explaining the two-stage burial process of Redbeds amphibians.",
                "This display discusses how adult amphibians were preserved without their lighter bones.",
                "Find an exhibit about how sediment and currents shaped the fossilization of these skeletons."
            ],
            "related_knowledge": "The Redbeds amphibians were buried in a two-stage process where only the larger bones were preserved, while lighter bones were washed away by strong currents. This fossil deposit gives insight into the mating behavior of ancient amphibians."
        },
        {
            "label_id": "mhop-101",
            "is_included_in_hunt": true,
            "label_str": "FEEDING TIME FOR GORGONS Two powerful early mammal relatives, gorgonopsians known as Inostrancevia, fight over the possession of a downed dicynodont in this Late Permian stream. Painting by Julius Csotonyi.",
            "label_hints": [
                "Look for a display about two gorgonopsians fighting over prey in the Late Permian.",
                "This exhibit shows an artist's depiction of early mammal-like reptiles in action.",
                "Find an exhibit featuring the battle between two gorgonopsians and their prey."
            ],
            "related_knowledge": "Gorgonopsians were early mammal-like reptiles that lived during the Late Permian. These predators had powerful jaws and long, saber-like teeth, allowing them to take down large prey, including the dicynodont shown in the exhibit."
        },
        {
            "label_id": "mhop-102",
            "is_included_in_hunt": true,
            "label_str": "THE TIME OF THE GREAT DYING END PERMIAN| 252.28 MILION YEARS AGO That's the name given to the Permian-Triassic transition by the great American paleontologist Carl Dunbar, of Yale University. It was the most devastating extinction event to hit the salt-water ecosystem. Clans of species that had dominated the ocean bottom for 200 million years suffered terribly, and some 97 percent of species were eliminated. Search for the Permian-Triassic Killers Was there just one cause for the die-offs? A Poisonous Burp? Poisonous gases can get stored deep in the sea bottom and in some lakes. Particularly dangerous is methane inside loose molecular cages called clathrates. Was seo-bottom methane suddenly released into the sea water and the atmosphere? That hypothetical methane cloud could have spread across the land surface, choking plants and animals Lava Flows? Lova flows can poison the ecosystem. All the gas and dust can cause global cooling. Volcanic emissions can also add to a greenhouse effect, if heat coming from the land is tropped in atmospheric gases. Spread of Deserts? The globe was getting hotter and drier in the late Permian. We know this because dryland sediments, sand dunes THE PERMIAN-TRIASSIC WORLD and red soils, were spreading. Salt deposits grew in shallow seas where summer evaporation concentrated the brine. Did terrible dry seasons kill land creatures? Did high salinity destroy salt-water systems? Oxygen Crisis-Suffocating Sea Bottoms Take a look at the world map at the Permian-Triassic event: There is a unique configuration of continents. A giant ocean, Tethys, was enclosed by the northern continents (Laurasia) and the southern continents (Gondwanaland). When a piece of present day China, the Cathaysian Bridge, wedged itself at the east end of Tethys, the circulation of this interior ocean was cut off from the world ocean. Tethys became stagnant. Bottom-water was fouled by rotting bodies of sea-creatures. Did Tethys burp its poisonous load and exterminate life forms with hydrogen sulfide and carbon dioxide? Unsolved Mystery We still don't know for sure what cause or combination of causes were responsible for The Great Dying. However, we do know that these extinctions altered the course of life history in ways that would ultimately produce the Age of Dinosaurs and, ultimately, our own modern world.",
            "label_hints": [
                "Look for an exhibit about the extinction event that wiped out most marine species.",
                "This display explains how multiple factors contributed to the mass extinction at the end of the Permian.",
                "Find an exhibit discussing how volcanic eruptions, methane releases, and desertification led to The Great Dying."
            ],
            "related_knowledge": "The 'Great Dying' at the end of the Permian period was the largest mass extinction in Earth’s history, wiping out 97% of marine species. The causes are still debated but include volcanic activity, methane release, and climate change."
        },
        {
            "label_id": "mhop-103",
            "is_included_in_hunt": true,
            "label_str": "THE WORLD'S FIRST SABER-TOOTHS Big gorgons, like our Inostransevia, were true saber-tooths who evolved 220 million years before the first saber-toothed cats. Their upper fangs were longer than the lowers, and the gorgon could do what the saber-toothed cats who came much later could do: open their mouths so wide that the upper fang could slash prey like a sword. Inostransevia also used its neck to add power. The neck vertebrae were long, and the neck muscles were strong enough to swing the entire neck and head down during the attack. Some gorgons were as small as badgers. Others were as big as polar bears. All were pure carnivores. Gorgons had no molar-like teeth in the back of the jaws to chew vegetables. All the fangs and front teeth were saw-edged for cutting tough hides and flesh. It looked as if nothing could stop the gorgons, but the Permian-Triassic extin a event did. All gorgons, large and small, died out c mlete. y",
            "label_hints": [
                "Look for an exhibit featuring early saber-toothed predators from the Permian.",
                "This display explains how gorgons used their long fangs to slash their prey.",
                "Find an exhibit about how saber-toothed gorgons lived before the age of dinosaurs."
            ],
            "related_knowledge": "Inostransevia was one of the first saber-toothed predators, living around 220 million years before saber-toothed cats. These large predators used their long fangs and strong neck muscles to deliver powerful killing blows to their prey."
        },
        {
            "label_id": "mhop-104",
            "is_included_in_hunt": true,
            "label_str": "ARCHOSAURS TAKE OVER TRIASSIC / 250 - 200 MYA",
            "label_hints": [
                "Look for an exhibit about how archosaurs dominated the Earth during the Triassic.",
                "This display highlights the evolutionary success of archosaurs after the Permian extinction.",
                "Find an exhibit featuring early archosaurs, the ancestors of dinosaurs and crocodiles."
            ],
            "related_knowledge": "Archosaurs, a group of reptiles that included the ancestors of dinosaurs and crocodiles, rose to prominence after the Permian-Triassic extinction. Their adaptability allowed them to thrive in the harsh environments of the Triassic period."
        },
        {
            "label_id": "mhop-105",
            "is_included_in_hunt": true,
            "label_str": "PETRIFIED WOOD Schideria Colbrook NavalD Court, Afzona, UST Gift of Joan R. and Herbert A. Zunl",
            "label_hints": [
                "Look for a display about petrified wood from Arizona.",
                "This exhibit shows a unique piece of fossilized wood, gifted to the museum.",
                "Find an exhibit about how wood turns into stone over millions of years."
            ],
            "related_knowledge": "Petrified wood is created when plant material is buried by sediment and protected from decay. Over millions of years, the wood’s organic material is replaced by minerals, turning it into stone while retaining the original structure."
        },
        {
            "label_id": "mhop-106",
            "is_included_in_hunt": true,
            "label_str": "THE TRIASSIC PREDATOR FROM POST, TEXAS Postosuchus, the apex predator of this Triassic ecosystem, tries to negotiate the spiky armor of the plant-eating archosaur Desmatosuchus. One of the Earth's first dinosaurs, the little meateater Chindesaurus hurries off into the shadows of the horsetails. The amphibian Koskinonodon peers out of the water on the lower left, while an early mammal, Dromatherium, scurries up a big horsetail stalk. In the foreground, the reptile Hypsognathus emerges from his burrow. The small pterosaur Eudimorphodon soars overhead, with the ancient forest of Agathoxylon in the distance. Painting by Julius Csotonyi.",
            "label_hints": [
                "Look for a display featuring Postosuchus, a fearsome predator from Texas.",
                "This exhibit highlights a predator trying to attack a plant-eating archosaur.",
                "Find an exhibit about the Triassic ecosystem and the creatures that lived there."
            ],
            "related_knowledge": "Postosuchus was a dominant predator in the Late Triassic period, known for its large size and powerful build. It was not a dinosaur but a close relative of crocodiles, making it one of the top carnivores of its time."
        },
        {
            "label_id": "mhop-107",
            "is_included_in_hunt": true,
            "label_str": "SPIKE-SHOULDERED HERBIVORE Desmatosuchus Not a Dinosaur! The thick, out-turned pinkie toe gives away the true identity of this spikey archosaur. Desmatosuchus was an advanced crocodile relative and a close kin of the carnivorous Postosuchus. Evolution is predictable. Usually herbivores evolve from. carnivores, as chewing and digesting plants is much harder than digesting meat. Remember back in the Early Permian? The herbivore Edaphosaurus came from an ancestor like the predsion: Dimetrodon. Triassic croc-oid archosaurs were evoy so quickly that we'd expect herbivores to appeal a short order. Desmatosuchus and its kin are the most success the early archosaur plant-eaters. The ribcage bre extremely wide, providing space for the long, complicaied intestines needed for dealing with plant fibers. Desmatosuchus' legs were rugged, short, and strong, well-suited for the heavy work of excavating. It could use its upturned snout to root for underground vegetables. This archosaur was too slow to run away, but had complete back and belly armor for protection.",
            "label_hints": [
                "Look for an exhibit about Desmatosuchus, a spiky herbivore.",
                "This display shows how this archosaur used its armor for protection.",
                "Find an exhibit about how herbivores evolved from carnivores."
            ],
            "related_knowledge": "Desmatosuchus was a heavily armored herbivore that lived in the Triassic period. Its wide ribcage and strong legs helped it dig for plants, while its body armor protected it from predators like Postosuchus."
        },
        {
            "label_id": "mhop-108",
            "is_included_in_hunt": true,
            "label_str": "DOUBLE PENGUINS The Speedy Plesiosaurs Hare is a cast of Mary Anning's 1823 discovery, Plesiosaurus dolichodeirus, lesiosaurs swam fast and maneuvered nimbly wing their strong flippers, Each Hipper was like a penguin wing, sweeping backward to Ily underwater, Hesiosaur shoulder and hip bones were shaped like giant plates that supported muscles for the denmard and upward strokes. Today, penguins are among the speediest oceanie predators. Plesiossurs were as quick or even quicker, because they had two pairs of wings, Fossilized gut confents tell us exactly what Early Suressie plesiosaurs ate. Fish scales and hocks from the orns of squid-like belemnites are jommed in te stomach and intestines. We can deduce plesiosaur oftock methods from the head and neck design. Eyes faced up and forwerd, meoning the plesiosaur would approsch a scheel of fish or squid from below and behind. This wey, the predator woule be hard to see. The plesiosour would choose its target, bend its neck berkewread and then thrus its jows. fo long, curved fangs wood impole the slippery prey",
            "label_hints": [
                "Look for an exhibit featuring a cast of Mary Anning’s discovery, Plesiosaurus.",
                "This display shows how plesiosaurs swam using their strong flippers.",
                "Find an exhibit about plesiosaurs' hunting strategies in the ocean."
            ],
            "related_knowledge": "Plesiosaurs were marine reptiles known for their long necks and flippers, which they used to 'fly' through water. They hunted squid and fish in deep oceans during the Mesozoic era."
        },
        {
            "label_id": "mhop-109",
            "is_included_in_hunt": true,
            "label_str": "THE EARLY JURASSIC OCEAN The mother ichthyosaur, Stenopterygius, swims through a grove of dangling sea lilies called Seirocrinus, showing her seven youngsters how to make a meal of the giant cephalopod Harpoceras. Below, an early marine crocodilian, Steneosaurus, considers snacking on one of the ichthyosaur babies. A fish known as Lepidotes swims near the sunny surface of this deep Jurassic sea. A long-necked Plesiosaurus glides past in the background, pursuing a school of belemnites, while an Hybodus shark moves in from the right. Painting by Julius Csolonyi.",
            "label_hints": [
                "Look for an exhibit about ichthyosaurs hunting in Jurassic oceans.",
                "This display shows a mother ichthyosaur teaching her young how to hunt.",
                "Find an exhibit featuring other marine reptiles like Steneosaurus and Plesiosaurus."
            ],
            "related_knowledge": "Ichthyosaurs were highly adapted marine reptiles that lived during the Jurassic. They gave birth to live young and hunted fast-moving prey like squid, making them one of the top predators of their time."
        },
        {
            "label_id": "mhop-110",
            "is_included_in_hunt": true,
            "label_str": "HANGING GARDENS OF SEA LILIES Secilies (crinoids) - relatives of starfish and other. derms- filter small food items frone water with their long, jointed arms. *Nearly all sea lilies, living and extinct, lived near the sea bottom. The Holzmaden ocean was special: Long-stemmed sea lilies attached themselves to floating logs and let their bodies and feeding arms hang down into the still water. Some grew stems up to 50 feet long.",
            "label_hints": [
                "Look for an exhibit about sea lilies, ancient relatives of starfish.",
                "This display shows how sea lilies attached themselves to floating logs.",
                "Find an exhibit featuring the long-stemmed sea lilies of the Holzmaden ocean."
            ],
            "related_knowledge": "Crinoids, or sea lilies, are ancient echinoderms related to starfish. In the Jurassic period, they anchored themselves to floating debris and used their long arms to filter food from the water."
        },
        {
            "label_id": "mhop-111",
            "is_included_in_hunt": true,
            "label_str": "ANCIENT CRAB TRACKS These tracks record the last few feet of life for a horseshoe crab (Mesolimulus walchi.) This hapless creature-whose species has remained virtually unchanged over the last 450 million years— ended up trapped in a toxic lagoon, where the combination of a hot, tropical climate and limited water exchange with the ocean created an oxygen-poor environment. Evaporation also oncentrated saits in the water and created a hyper-saline layer near the lagoon. The conditions proved fatal to the horseshoe crab, but preserved its body from scavengers and decay. Marks like these regularly occur in limestone and were interpreted as pterosaur footprints until examples of the horseshoe crab and its tracks preserved together were discovered.",
            "label_hints": [
                "Look for an exhibit about the tracks left by ancient horseshoe crabs.",
                "This display shows how these crabs became trapped in toxic lagoons.",
                "Find an exhibit about how these tracks were once mistaken for pterosaur footprints."
            ],
            "related_knowledge": "Horseshoe crabs are considered living fossils, having remained largely unchanged for over 450 million years. Fossilized tracks like these tell us about their behavior and the environments they lived in."
        },
        {
            "label_id": "mhop-112",
            "is_included_in_hunt": true,
            "label_str": "CROCODILES ON THE HIGH HOLZMADEN Steneosaurus Today, some crocodile species- especially the famous Australian Saltie - still swim through the surf and travel to far away islands. However, even salt-water crocs spend most of their time along lakes and rivers, where they feed and build their nests. Jurassic sea-crocs were much more adventurous. They hunted far out in the open waters. How do we know? Fossil Steneosaurus skeletons have been found in central Europe in the fine dark mud at the bottom of the Holzmaden ocean. Nearly all the other fossils found there are from creatures of the ocean, such as coiled ammonoids, sea lilies and squid-like belemnites. Steneosaurus's body shape shows a high degree of commitment to ocean life. Normal crocs have long, strong front legs and can run at high speeds on dry land. The sea-crocs have smaller, weaker front legs, not good for walking but excellent for steering while swimming. Steneosaurus's underwaier propulsion came from its thick, muscular tail. When the animal swooshed its tail back and forth, it was propelled forward. To back up, the sea-croc used its large webbed hind feet. Steneosaurus did keep one feature that had evolved in freshwater crocs: armor plate on its back and belly. The armor must have protected the croc from shark bites and from injury during croc-on-croc violence.",
            "label_hints": [
                "Look for an exhibit featuring the Jurassic sea-crocodile Steneosaurus.",
                "This display explains how Steneosaurus adapted to life in the open ocean.",
                "Find an exhibit about how sea-crocs hunted far from land in Jurassic seas."
            ],
            "related_knowledge": "Steneosaurus was a Jurassic sea-crocodile that evolved to live in the ocean. Unlike modern crocs, its front legs were reduced for steering while swimming, and its long, muscular tail powered it through the water."
        },
        {
            "label_id": "mhop-113",
            "is_included_in_hunt": true,
            "label_str": "EARLY CROCODILIAN Steneosaurus bollensis Early Jurassic, Toarcian Age Baden-Wartembers, Germany PV.1480",
            "label_hints": [
                "Look for an exhibit about an early crocodilian from the Jurassic period.",
                "This display highlights Steneosaurus, a marine predator.",
                "Find an exhibit about how early crocodiles adapted to ocean life."
            ],
            "related_knowledge": "Steneosaurus was an early crocodilian that lived during the Jurassic period. It was a fully marine predator, with adaptations like smaller front legs for swimming and a powerful tail for propulsion."
        },
        {
            "label_id": "mhop-114",
            "is_included_in_hunt": true,
            "label_str": "JURASSIC MOTHERHOOD We nicknamed this skeleton Jurassic Mom. She was carrying seven unborn babies when she died and became fossilized. Can you find all seven? It's a bit of a trick question: one baby was caught in the birth canal. Mother ichthyosaurs with later babies are commons al Holzmaden. Something co! igh mortality in the birthing season. Big-Headed Babies Most vertebrate babies seem big-headed compared to their moms, but fish-lizards go to extremes. The newborn Stenopterygius had a head that was as long as its body. When Stenopterygius grew up, the head would be only a third of its body length. Why? The babies probably had to find food for themselves right away. A proportionately huge head and jaws would have permitted the youngsters to capture full-sized squid.",
            "label_hints": [
                "Look for an exhibit about a mother ichthyosaur with unborn babies.",
                "This display shows a fossil of a mother and her seven offspring.",
                "Find an exhibit explaining high mortality rates during the Jurassic birthing season."
            ],
            "related_knowledge": "This ichthyosaur fossil, known as 'Jurassic Mom,' was found with seven unborn babies. It highlights the reproductive strategies of marine reptiles in the Jurassic, which gave birth to live young instead of laying eggs."
        },
        {
            "label_id": "mhop-115",
            "is_included_in_hunt": true,
            "label_str": "REPTILIAN SHARK The Ichthyosaur Stenopterygius One of the most magnificent sea-reptiles was the fish-lizard ichthyosaur. Advanced fish-lizards like this Stenopterygius achieved the highest level of adaptation to life in the open ocean. They spent their entire lives in the ocean and never came on land, even to lay eggs. We can tell rom the tail shape that Stenopterygius was as fast as the fastest shark alive today. The tail fin was made of two narrow curved blades, one pointed up, the other pointed down. Great white sharks have tails of the same shape, and so do mako sharks and other speedy shark species. One difference: ichthyosaurs were upside-down sharks. The shark vertebral column bends up into the tail, while fish-lizard vertebrae bent down. The ichthyosaur forelimbs were steering flippers-long, tapered and backswept. Since the hind limbs weren't needed for walking or for digging nests, they were greatly reduced. Super Night-Vision Advanced fish-lizards had huge eyes. Thin wedges of bone, arranged like a camera lens, reinforced the eyeball. Owls, eagles and many lizards today have similar eyeball-bones (known as sclerotic rings). Equipped with hyper-vision, fish-lizards couts hunt in the dim depths or'at night. ry d Teensy-teeth, Tweezer-jaws, Stomach Centents Fossil stomach contents leave no doubt about fish-lizard diets. Many ribcages are stuffed with squid hooks and squid shells. The jaws were quick snapping but delicate, and the teeth were small —ideal for capturing quick, squirmy prey.",
            "label_hints": [
                "Look for an exhibit about ichthyosaurs, marine reptiles that resembled sharks.",
                "This display shows how Stenopterygius swam as fast as modern sharks.",
                "Find an exhibit about how ichthyosaurs evolved to live entirely in the ocean."
            ],
            "related_knowledge": "Stenopterygius was a highly specialized marine reptile that lived in the Jurassic. It had large eyes for hunting in deep, dark waters and a streamlined body that allowed it to swim at high speeds, much like modern sharks."
        },
        {
            "label_id": "mhop-116",
            "is_included_in_hunt": true,
            "label_str": "MOONFISH Clam-Cracker, Reef Crusher, Ancient Angelfish Today's coral reefs are attacked by parrotfish and emperor angelfish. Although their bodies are beautiful, the strong jaws and teeth of these fish are deadly to other reef creatures. Their incessant nibbling eats away reef-building organisms and can even crack small clams and snails. True parrotfish and angelfish are advanced species that had not yet evolved in Jurassic times, but there was a strong-jawed nibbler at Solnhofen: Gyrodus. Gyrodus had a deep disc-shaped body ideal for hovering in quiet water. Its jaws and teeth were so strong that few hard-shelled creatures could survive its bite. To protect itself against ray-finned predators, Gyrodus used old-fashioned gar-type armor of thick, shiny scales. This effective defense, combined with its dangerous mouth, made Gyrodus the Panzer tank of the Jurassic lagoon.",
            "label_hints": [
                "Look for an exhibit about ancient reef-dwelling fish with powerful jaws.",
                "This display shows how moonfish crushed clams and snails.",
                "Find an exhibit about how these fish helped shape ancient coral reefs."
            ],
            "related_knowledge": "Ancient moonfish, such as Gyrodus, had strong jaws and teeth that allowed them to crush hard-shelled prey like clams and snails. These fish played a key role in shaping coral reefs by feeding on the reef-building organisms."
        },
        {
            "label_id": "mhop-117",
            "is_included_in_hunt": true,
            "label_str": "A FAMOUS LIVING FOSSIL: THE COELACANTH The fish known as coelacanths are the most famous living fossils in the world. Coelacanths disappeared from the fossil record around 80 million years ago in the Cretaceous Period, so scientists thought that they had gone extinct. That is, until fishermen hauled up living coelacanths from deep water near Madagascar. In the Late Jurassic Period at Solnhofen, coelacanths were already an old erup, going back at least 370 million.$ years. Not only o these fish living fossils, they are also cousins of the missing links between fish and amphibians. The thick, muscular fins of coelacanths look a little like stubby legs; the ancestors of land animals with genuine legs were close relatives of early coelacanths. Coelacanths illustrate the rule that ancient families can die out in fresh water and most areas of salt water but still survive in the ocean depths.",
            "label_hints": [
                "Look for an exhibit about coelacanths, the famous 'living fossil' fish.",
                "This display explains how coelacanths survived for millions of years.",
                "Find an exhibit about the discovery of living coelacanths after they were thought to be extinct."
            ],
            "related_knowledge": "Coelacanths are ancient fish that were thought to have gone extinct 80 million years ago, but were rediscovered in 1938 off the coast of South Africa. These fish are closely related to the ancestors of land vertebrates."
        },
        {
            "label_id": "mhop-118",
            "is_included_in_hunt": true,
            "label_str": "RUDDER-TAILED 'DACTYL Rhamphorhynchus Bat-wings with Super-fingers Pterodactyls first evolved in the Triassic, long before birds ocquired their wings. Instead of feathers, 'dactyls used bat-style wings of strong, elastic skin that stretched from the hand to the ankle. Bats use four fingers to support their wing. 'Dactyls are simpler; the leading edge of the wing is connected to a single enlarged digit. Breast-bones for Flight Power Dactyls evolved wide breast-bones and enlarged flanges for the chest muscles that powered flight. Extra strength come from the hind limb, which flapped up and down with each stroke. Leading-edge Flap and Tail-rudder Dactyls evolved a leading-edge flap, similar to what is seen on modern airplanes. A spike of bone on the wrist could tighten a narrow strip of wing skin along the front of the main wing and turn il up or down to manipulate lift and speed. Rhamphorhynchus and other long-tailed dactyls had a rudder built into the tail. Long, thin bone rods stiffened when the tail muscles lightened, while other muscles near the hip could flip the tail in any direction.",
            "label_hints": [
                "Look for an exhibit featuring Rhamphorhynchus, an early flying reptile.",
                "This display highlights how 'dactyls' used their tails as rudders in flight.",
                "Find an exhibit about how pterosaurs flew using bat-like wings."
            ],
            "related_knowledge": "Rhamphorhynchus was a pterosaur with a long, stiffened tail that acted as a rudder during flight. These flying reptiles had wings made of skin stretched over a single elongated finger, similar to modern bats."
        },
        {
            "label_id": "mhop-119",
            "is_included_in_hunt": true,
            "label_str": "DINO-BIRD OR BIRD-DINO? Allosaurs and other Jurassic carnivores had an unusual body form, much different from the design lions and tigers and bears have today: • The neck was bent into an S-shaped curve. • The shoulder blade was long and slanted backward. • The forepaw had just three fingers. • The torso was short and compact. • The upper hip bone was wide and squared-up. • The hind leg was long and bent at knee and ankle, and the allosaur walked on its toes with its heels held high. • The hind paw had three main toes, with a small toe facing inward and backward. In fact, the design is much more similar to modern-day birds. Some small Jurassic predatory dinosaurs were even closer - with long, slender arms and fingers that matched bird wing proportions. In 1868, Thomas Henry Huxley in Oxford and E. D. Cope in Philadelphia concluded that all birds evolved from dinosaurs. And now we have conclusive proof that Huxley and Cope were correct. Dinosaurs Are Not Really Extinct: Birds Are a Surviving Branch of the Dinosaur Family Tree Archaeoptery made headlines in the 1860s as a near-perfect link between dinosaurs and birds. The fossil showed large, complex flight feathers on the arms, but Archaeoptery also had teeth, three-fingered claws and a long, bony tail like an allosaur's. The raptor-dinosaurs Velociraptor and Deinonychus, discovered in the mid 1900s, filled in more evolutionary gaps. They had longer arms and bigger brains than most other dinosaur species, coming close to the cranial capacity of modern birds. In the 1990s, Chinese paleontologists studied and reported many skeletons of raptor dinosaur with feathers, such as Caudipteryx and Sinosauropleryx So where do dinosaurs end and birds begin? It's a tough question, because so many dinosaurs acquired avian features. We know that the ancestor of today's birds was one of the many lypes of feathered dinosaurs evolving in the Late Jurassic.",
            "label_hints": [
                "Look for an exhibit about the evolutionary link between dinosaurs and birds.",
                "This display explains how some dinosaurs had bird-like features.",
                "Find an exhibit about the similarities between allosaurs and modern birds."
            ],
            "related_knowledge": "Many small theropod dinosaurs, such as allosaurs, had features similar to birds, including S-shaped necks, three-toed feet, and long arms. Fossil evidence supports the theory that modern birds evolved from these feathered dinosaurs."
        },
        {
            "label_id": "mhop-120",
            "is_included_in_hunt": true,
            "label_str": "A JURASSIC WATERING HOLE DURING THE TITHONIAN AGE A mother Stegosaurus prepares to defend her two youngsters from the toothy jaws of the great Jurassic predator Allosaurus. The meat-eating dinosaur is well aware of the dangers of the stegosaur's powerful, spiked tail. Two long-necked sauropods, Diplodocus, among the largest animals ever to live on land, amble past in the background browsing the tender tops of the Araucaria trees. Painting by Julius Csotonyi.",
            "label_hints": [
                "Look for an exhibit about a Stegosaurus defending its young from Allosaurus.",
                "This display depicts life in a Jurassic watering hole, with various dinosaurs.",
                "Find an exhibit about how different dinosaurs interacted in their environments."
            ],
            "related_knowledge": "This exhibit shows a typical Jurassic scene where herbivores like Stegosaurus and Diplodocus roamed near watering holes, while predators like Allosaurus hunted them. Such interactions were common in the Late Jurassic ecosystems."
        },
        {
            "label_id": "mhop-121",
            "is_included_in_hunt": true,
            "label_str": "PARROT DINOSAURS Psittacosaurus Early in the Cretaceous, hordes of parrot dinosaurs —the psittacosaurs— lived in China and Mongolia. Not much heavier than a big turkey, psittacosaurs used their long, strong hind claws to dig burrows where they curled up to escape unpleasant weather. Some psittacosaurs fossilized as entire crèches - groups of youngsters who had hatched together, huddled side by side. Sudden floods buried the babies in a thick blanket of mud. Head anatomy shows that adult male and female parrot dinosaurs had separate roles. Males had large horns sticking sideways out from below their eyes -armament probably used to scare away other males. Female skulls were smoother and smaller. Parrot dinosaurs had, for their size, the strongest bite force of any dinosaur herbivore. Tall, strong beaks and enlarged jaw muscles let the psittacosaurs cut though hard-shelled fruit and tough leaves. At first sight, psittacosaurs, with their long hind limbs and short front legs, seem quite different from gigantic quadrupedal dinosaurs like Triceratops. But if you look closely at the psittacosaur beak, you'll see a clue to its close relationship. Thanks to Tony and Gaynor Banham There's an extra beak bone at the front of the muzzle, an unusual development seen elsewhere in the big-horned dinosaurs. Digestion was assisted by gizzard stones, or gastroliths - hard pebbles swallowed by the dinosaurs and embedded in the muscular walls of the stomach. Psittacosaurs were picky about what stones they picked up and ingested. They chose the hardest pebbles that would serve best as grinding stones. When the stomach contracted, the stones crunched food items. Gizzard stones gave the psittacosaur a set of stone molars that operated after the teeth in its jaws had finished chewing. The use of stomach stones evolved across the archosaur family tree. Today, crocodiles and alligators have muscular gizzards packed with rocks, and so do many herbivorous birds. Several types of long-necked plant-eating dinosaurs used gizzard stones, as well.",
            "label_hints": [
                "Look for an exhibit about Psittacosaurus, the 'parrot dinosaur.'",
                "This display shows how Psittacosaurus used its strong beak to eat tough plants.",
                "Find an exhibit about the role of gizzard stones in helping Psittacosaurus digest food."
            ],
            "related_knowledge": "Psittacosaurus was a small, bipedal herbivorous dinosaur known for its strong beak, which resembled that of a parrot. It used gizzard stones, or gastroliths, to help grind tough plant material in its digestive system."
        },
        {
            "label_id": "mhop-122",
            "is_included_in_hunt": true,
            "label_str": "LATE CRETACEOUS LAND On the far left, a duck-billed dinosaur known as Brachylophosaurus has died on the bank of a Judithian-Age river, which winds through forests of Metasequoia. A tyrannosaur called Gorgosaurus, a small gharial-like archosaur known as Champsosaurus, and the early crocodilian Borealosuchus all move in to scavenge a meal, while the ostrich-like dinosaur, Struthiomimus, runs out of harm's way. A few million years later, near a Lancian-Age watering hole, the bristled Triceratops Lane presents a formidable challenge to Stan, the ferocious adult Tyrannosaurus rex. In the foreground to their right, the feathered dinosaur known as Julieraptor challenges Tazzie, the Didelphodon, over the possession of a tasty clam, while a big trionychid turtle plods toward them through the mud. On the right, a mother Quetzalcoatlus hunkers down under the Taxodium trees, defending her nest from the marauding Tyrannosaurus rex, Wyrex. The father Quetzalcoatlus storms in over Wyrex's shoulder. Magnolia shrubs, some of the Earth's first flowering plants, grow in the foreground. Painting by Julius Csotonyi.",
            "label_hints": [
                "Look for an exhibit featuring a Late Cretaceous scene with multiple dinosaurs.",
                "This display shows how predators like Gorgosaurus scavenged from dead herbivores.",
                "Find an exhibit about how various species interacted in Late Cretaceous ecosystems."
            ],
            "related_knowledge": "This Late Cretaceous scene depicts herbivores like Brachylophosaurus being scavenged by predators such as Gorgosaurus. The diversity of species in this period reflects complex food webs where predators, herbivores, and scavengers coexisted."
        },
        {
            "label_id": "mhop-123",
            "is_included_in_hunt": true,
            "label_str": "THE KICKBOXING DINOSAUR Deinonychus The Fossils that Inspired Jurassic Park Two carnivorous dinosaurs were responsible for inspiring the novel and popular movie Jurassic Park: Deinonychus and its close cousin, Velociraptor. Both of these raptor-dinosaurs were smart, speedy kick-boxers. Their teeth were sharp, but too small to kill big prey. Instead, their main weapon was an enlarged claw mounted on the hind foot. The hind leg was by far the strongest part of the body-far stronger than the jaws. Most predatory dinosaurs had claws with a flat bottom-surface, like an eagle's claw. Flat-bottomed claws are good for penetrating prey bodies and holding on. Raptor claws, in contrast, had a knife-like bottom edge that could cut a long wound. Body design in raptor-dinosaurs made them three-dimensional fighters. The torso was short and compact, and the tail had special bone rods that made the entire tail flip sideways or upward when its muscles were contracted. Tail flipping provided balance when the raptor-dinosaur twisted and turned in mid air.",
            "label_hints": [
                "Look for an exhibit about Deinonychus, the dinosaur that inspired Jurassic Park.",
                "This display shows how Deinonychus used its hind claws to kick and slash prey.",
                "Find an exhibit about how Deinonychus’ hunting style influenced its evolution."
            ],
            "related_knowledge": "Deinonychus was a small, fast predator known for its large, sickle-shaped claw on its hind feet. This dinosaur used its claws to slash prey, making it one of the most agile and deadly hunters of its time. It was the inspiration for the 'raptors' in Jurassic Park."
        },
        {
            "label_id": "mhop-124",
            "is_included_in_hunt": true,
            "label_str": "THE RAZOR-BACKED HUNTER Acrocanthosaurus Early Cretaceous ecosystems had a new family of apex predators: the acrocanthosaurs. Short, strong fingers with meat-hook claws resembled those of jurassic allosaurs. Inside the skull, though, were air-filled chambers connected to the lungs-clues to a kinship with the shark-tooth dinosaurs like Giganotosaurus, a giant meat-eater who starred in the novel Dinotopia. When it needed to interact with others of its species, Acrocanthosaurus could head-butt with the low, rounded horns over its eyes. It could also try to scare away other acrocanthosaurs by standing as tall as it could. That's where the razor-back design comes in. The vertebrae in the torso grew long, vertical spines that made the body seem higher and bulkier than it really was. Razorback hogs today use their tall spines to intimidate each other, as do American bison.",
            "label_hints": [
                "Look for an exhibit about Acrocanthosaurus, the razor-backed predator.",
                "This display highlights how its tall vertebrae helped Acrocanthosaurus appear larger.",
                "Find an exhibit about how this predator dominated the Early Cretaceous ecosystem."
            ],
            "related_knowledge": "Acrocanthosaurus was an apex predator during the Early Cretaceous. Its tall neural spines gave it a distinctive 'razor-back' appearance, which may have been used for display or intimidation. It was closely related to other large theropods like Allosaurus."
        },
        {
            "label_id": "mhop-125",
            "is_included_in_hunt": true,
            "label_str": "CRETACEOUS TRUCK STOP The Zerbst Trackway 1. Duck-billed dinosaur 2. Ornithomimid 3. Oviraptor 4. Bird 5. Tyrannosaurus rex Lancian-Age rocks are full of bones, but tracks are a rare find. After a century of searching, fossil hunters had discovered only a few scattered footprints. Then in the 1980s, Wyoming rancher and sharp eyed dino-sleuth Leonard Zerbst discovered this trackway-the largest known assembly of tracks for the age. The Zerbst track site didn't record just one species; here was a dinosaur gathering place where at least eight animals crossed a bed of moist sand within hours of each other. The track-makers represented five different species from four different orders. It was like a Lancian truck stop. 1. A lumbering duck-billed dinosaur, a plant-eater, walked slowly on its thickly padded paws, leaving three-toed tracks. 2. Lancian speedsters, members of the ostrich-dino, or ornithomimid clan, made long strides over the sand. Their compact, narrow feet made distinctive three-digit imprints like those left by a modern-day rhea, a South American cousin of the ostrich. 3. Two super-rare oviraptors- perhaps a mated pair - walked side by side on their long, narrow toes. Unlike most other Lancian-Age dinosaurs, oviraptors had well developed inner toes that left clear imprints behind the three main toes. 4. Wading birds scooted by making tracks like the herons'. Several types of water birds had evolved by Lancian times. They resembled flamingos, herons and ducks in their foot shapes. 5. Giant three toed tracks with sharp claws could mean only one thing: Tyrannosaurus rex. Why were so many species attracted to this one spot? Perhaps there was a pool of fresh drinking water nearby. Maybe it was a favorite place to roll in the mud and get rid of pesky insects.",
            "label_hints": [
                "Look for an exhibit about a rare dinosaur trackway discovered in Wyoming.",
                "This display shows how multiple species crossed the same area, leaving their footprints.",
                "Find an exhibit featuring tracks left by duck-billed dinosaurs, oviraptors, and T. rex."
            ],
            "related_knowledge": "The Zerbst Trackway is a significant find, capturing the footprints of multiple dinosaur species in one location. It offers insight into how different species, from duck-billed herbivores to predators like T. rex, coexisted and traveled through the same environments."
        },
        {
            "label_id": "mhop-126",
            "is_included_in_hunt": true,
            "label_str": "FOSSIL BLOCK FROM MARCHAND QUARRY Tyrannosaurus rex was here. A bonebed is defined as an aggregation of the skeletal remains, more than one individual found together. The most spectacular bonebeds contain the bones of hundreds, or even thousands, of dinosaurs. This is a portion of a bonebed that contains mostly fossils of duckbill dinosaurs. On many occasions, after being excavated by paleontologists, the bones are separated by size and species, then reconstructed into mounted skeletons. Examples of this type of display include the two Edmontosaurus annectens on display in the Hall, which were reconstructed from bones excavated from the Ruth Mason bonebed. The bonebed on display here is preserved as it was discovered. Look closely. There is another dinosaur hiding in this accumulation of fossils. Scattered among these fossils are the shed teeth of a Tyrannosaurus rex. Tyrannosaurs replaced their teeth throughout their lives, typically while feeding. Shed teeth would either fall from the mouth or become embedded in the bone or flesh of the dinosaur being eaten. Some of these",
            "label_hints": [
                "Look for an exhibit featuring a fossil block from the Marchand Quarry.",
                "This display shows the remains of duck-billed dinosaurs and a Tyrannosaurus rex.",
                "Find an exhibit about how fossil bonebeds are excavated and reconstructed."
            ],
            "related_knowledge": "The fossil block from Marchand Quarry contains a mixture of duck-billed dinosaur fossils and shed T. rex teeth, indicating that the predator likely fed on the carcasses. Bonebeds like this provide crucial information on prehistoric ecosystems and predator-prey relationships."
        },
        {
            "label_id": "mhop-127",
            "is_included_in_hunt": true,
            "label_str": "CLASH OF THE TYRANTS This tooth is from the left maxillary of a Tyrannosaurus rex. Shed, or broken teeth, are the most common T. rex fossils found. T. rex teeth would typically be lost while feeding on prey. T. rex had the most powerful bite force of any terrestrial animal in earth's history; this tooth bears witness to that fact. The attacking bite broke off the tooth below the gumline and grooves were cut into the enamel as a result of this face-biting attack. Lance formation, Niobrara County, Wyoming PV.2033",
            "label_hints": [
                "Look for an exhibit about a Tyrannosaurus rex tooth found after a fight.",
                "This display shows how T. rex broke its teeth while attacking prey or rivals.",
                "Find an exhibit about the incredible bite force of Tyrannosaurus rex."
            ],
            "related_knowledge": "Tyrannosaurus rex had one of the most powerful bite forces of any land animal, capable of crushing bone. Broken teeth are common in T. rex fossils, as they frequently bit into tough prey or fought with other members of their species."
        },
        {
            "label_id": "mhop-128",
            "is_included_in_hunt": true,
            "label_str": "WYREX The Bobtailed T. rex Number One in Pedal Paleontology Tyrannosourus rex did two things especially well: bite and run. To understand the running part, we need fine feet, and the Wyrex in front of you has some of the best-preserved feet ever found. Bird Toes Both hind paws are nearly perfect. Though T. rex grew to be as heavy as an elephant, the toes look like standard bird toes —three main digits, the middie one longest, with a little inner toe facing inward. This ioe. design is excellent for running on oll soris of ground - soft and hard. And it is top notch for grabbing tray and for kicking. Best T. rex Hands Our Wyrex skeleton has the best hands of Ri ever discovered. Count the fingers. There cre le —thumb and forefinger—and a tiny vestige bi middle finger. What good were the T. rex fingers? Best theory: the weak claws were good for gentle stroking and tickling during courtship or for family bonding. Bobtail heck out Wyrex's tail. Something bit off the rear half. nosaur tails housed thick muscles that attached to the thigh, making the tail part of the running apparatus. If Wyrex survived its tail-ectomy, it would have had to learn how to walk and run again. Look closely. The bitten tail bone shows little or no sign of healing, so the bite must have happened after death, or not long before. Can you outrun an Angry T. rex? Some scientists speculated that because an adult T. rex was as heavy as an elephant, it would also be as slow. But Tyrannosaurus rex was not built like an elephant. Tyrannosaurs of all species had the essential design features for high-speed running: huge pelvic and hind leg muscles, long slender ankles, and long shins. A sure sign of slow runners is a short ankle. Elephant ankles are stubby and wide. Tyrannosaur ankles are twice as long, and the three main ankle bones are tightly wrapped around each other. A T. rex could have run rings around an elephant. IC course elephants didn't exist when T. rex was alive, tyrannosaurs could run circles around all the big pl eaters of their time.)",
            "label_hints": [
                "Look for an exhibit about 'Wyrex,' a T. rex with one of the best-preserved feet.",
                "This display highlights how 'Wyrex' had an excellent foot and hand structure.",
                "Find an exhibit about how T. rex ran and used its feet for hunting and balance."
            ],
            "related_knowledge": "'Wyrex' is a famous T. rex specimen known for its exceptionally well-preserved feet and hands. This allows scientists to better understand how T. rex moved and hunted, using its bird-like feet for speed and balance."
        },
        {
            "label_id": "mhop-129",
            "is_included_in_hunt": true,
            "label_str": "WIDE-SNOUTED DUCK-BILLED DINOSAUR Edmontosaurus Two centuries ago, great herds of American bison grazed the High Plains of Nebraska, South Dakota, and Wyoming. Sixty-five million years ago, massive herds of wide-snouted Edmontosaurus moved across hot, humid river delias that covered this same part of North America. Edmontosaurs are the most common dinosaur dug on our continent. At a half dozen quarries, there are thousands of specimens-adults, adolescents and babies-all buried together. The three skeletons here were all excavated from one edmontosaur bone bed, the Ruth Mason Quarry. Drowned Multitudes? What happened to preserve entire herds? The sediments these duck-bills are found in were once river sandbars. Perhaps a hurricane drowned the herd and piled up blankets of sand over the carcasses, or an epidemic killed thousands and then a spring flood buried the skeletons. Low Mowers All duck-bills were lowcroppers. Their backbone curved down at the shoulders, so the head was held close to the ground. With their wide, squared off beaks, edmontosaurs could crop low-growing vegetation like dinosaurian lawn-mowers. They pulverized leaves and branches with hundreds of curved molars packed in together in the rear of the mouth, like a carrot-grater. Each molar had one side coated in hard enamel. The rest of the tooth was softer dentine. As the entire chewing surface wore away, the enamel sides stuck up, making sharp edges. New crowns were growing in all the time. The Only Thumbless Dinosaurs Look closely at the forepaws. Duck-bills are the only thumbless dinosaurs. Scientists use this symbol for duck-billed dinosaurs. Can you decipher it? Why did duck-bills lose their thumb in evolution? Duck-bill ancestors were probably iguanodont dinosaurs-herbivores with a spike-shaped thumb useful for stabbing. If duck-bills evolved a different defense, then perhaps they discarded the thumb spike.",
            "label_hints": [
                "Look for an exhibit about Edmontosaurus, the wide-snouted duck-billed dinosaur.",
                "This display shows how Edmontosaurus moved in herds across North America.",
                "Find an exhibit about how these dinosaurs used their unique beaks to feed."
            ],
            "related_knowledge": "Edmontosaurus was one of the most common duck-billed dinosaurs in North America. Its wide, flat beak allowed it to graze on low-lying plants, and its herding behavior likely offered protection against predators like T. rex."
        },
        {
            "label_id": "mhop-130",
            "is_included_in_hunt": true,
            "label_str": "Edmontosaurus Skin You're looking at the perfectly preserved skin impression of an Edmontosaurus, the same dinosaur as the two right next to it. The fossilization and mineralization of this particular specimen means that the impression is unusually durable.",
            "label_hints": [
                "Look for an exhibit featuring the preserved skin of an Edmontosaurus.",
                "This display shows how rare skin impressions offer insights into dinosaur biology.",
                "Find an exhibit about how this Edmontosaurus fossil was discovered and preserved."
            ],
            "related_knowledge": "The fossilized skin of Edmontosaurus offers a rare glimpse into the texture and appearance of dinosaur skin. These impressions help paleontologists understand how dinosaurs' skin was structured and how it might have functioned in their environment."
        },
        {
            "label_id": "mhop-131",
            "is_included_in_hunt": true,
            "label_str": "DUCK-BILLED DINOSAUR MUMMY Brachylophosaurus Some skeletons dug from Judith River sandsiones are more than just bones —they are mummies, These the-grained sandstones actually preserved portions of skin and other soft lissues, as with this Brachylophosaurus. Dinosaur Hiking Boots This is a 3D rapid prototype of the famous Judithian Age mummy, Leonardo. Observe the scales on the forearm and ankle. These would have protected the dinosaur's legs when it moved through rough, prickly bushes. Scales over the ribcage are smaller, and along the midline of the neck and back are a row of scaly bumps. Fossilized Dinosaur Stomach Leonardo is an outstandingly well-preserved dinosaur: Besides large areas of skin, the contents of the digestive tract have been preserved. These contents give us clues about the duck-bill's digestive process. Leonardo Proves that the Old Theories Were Wrong Old theories held that duck-billed dinosaurs ate soft water plants. But microscopic study shows that Leonardo's stomach contains thousands of bits of leaves and conifer needles - proof that the duck bill used its jaws to chop tough plant parts. How Could Skin Survive for 76 Million Years? How did some Judithian dinosaur carcasses survive? The mummification probably came in several steps: Step One-Oversupply of Carcasses Scavengers can't chew up every carcass. When hundred of duck-billed dinosaurs died in one event or dry seasor scavengers couldn't dismember all of them. Step Two-Dry Out Notice how the head is pulled back in this Brachylophosaurus. This death-posture, or opisthoton comes when the back and neck muscles dry out and pull the head up. Once the hide was sun-hardened scavengers had a harder time biting through it, and it enty carcass would be light enough to float. Step Three-Bury Quickly and Deeply When the rains came after a drought, dried-out be were washed down river and covered by thick lay of wel sand. Even under these ideal conditions, dinosaur skin tissue usually ro Laway underground. However, impression of the skin could be preserved in the as it hardened into sandstone.",
            "label_hints": [
                "Look for an exhibit featuring a mummified Brachylophosaurus, a duck-billed dinosaur.",
                "This display shows how skin and stomach contents were preserved in this specimen.",
                "Find an exhibit about how this dinosaur mummy challenges old theories about its diet."
            ],
            "related_knowledge": "This Brachylophosaurus mummy, known as 'Leonardo,' is one of the best-preserved dinosaur fossils ever found. Its fossilized skin and stomach contents provide clues about its diet, which included tough plants like conifers."
        },
        {
            "label_id": "mhop-132",
            "is_included_in_hunt": true,
            "label_str": "WHIP-TAIL TRIPODS Diplodocus The Jurassic was the Golden Age of vegetarian giants. Longnecks, formally known as sauropods, grew larger and larger until they reached 30 tons or more— as heavy as five normal-sized elephants. No clan of land animals ever matched the bulk of the Long-necks. What was their secret? Sauropod necks were hollow and filled with air, like bird necks, so the beasts could swing the neck side-to-side quickly. To reach high in the tree-tops, long-necks went tripodal. Hind legs were much stronger than the fore legs, and the tail served as a third limb for balancing when the body tilted up. Diplodocus was the ultimate tripod. Its tail was immensely strong, and its torso was lightened by hollowed-out vertebrae. When tipped up, the head could reach 25 feet. Close cousin Barosaurus could reach 36 feet. With heads that high, the heart couldn't pump blood to the brain. No problem. The brain was tiny and could function withour fresh blood for 10 minutes al a timo. Long-necks didn't chew. Instead, they plucked branches off trees and passed the food down to their muscular gizzards, where hard rocks crushed and split the vegetable bits. Fossilized gizzard stones have been dug inside the ribcages of long-necks and their kin For defense, Diplodocus had a giant bull whip. The last 30 feet of the tail were made from thin bone rods jointed together and encased in tough connective tissue. The powerful muscles at the front of the tail could swing the whip end with tremendous speed. A direct hit on a meat-eater's face would cause dreadful pain. By the Late Jurassic, the dinosaur clans had expanded into a dozen families of plant-eaters, mostly long-necks.",
            "label_hints": [
                "Look for an exhibit about Diplodocus, one of the longest dinosaurs in the Jurassic.",
                "This display shows how Diplodocus used its whip-like tail for defense.",
                "Find an exhibit about how Diplodocus balanced on its hind legs to reach tall trees."
            ],
            "related_knowledge": "Diplodocus was a massive sauropod dinosaur with a long neck and tail. Its tail, which could be used like a whip, was likely a defensive weapon against predators. Diplodocus was capable of rearing up on its hind legs to reach high vegetation."
        },
        {
            "label_id": "mhop-133",
            "is_included_in_hunt": true,
            "label_str": "LANE Triceratops MUMMY! The Only One in the World Triceratops is the world's No. 1 favorite veggie-saur, and it is one of the most dangerous land herbivores to have ever evolved. Paleontologists thought we knew all there was to know about Triceratops, but this particular specimen, known as Lane, made us reevaluate everything. Lane is named for a member of the family that owns the ranch where this mummy was dug. Lane is an excellent skeleton with some of the best Triceratops feet ever discovered. The giant hind paw spread its four toes widely to give maximum traction on soft, gooey ground. The forepaw was five-toed and wide too. No doubt about it-Triceratops was a mudder, a beast designed to tromp across swamps and bogs. Lane's torso was ultra-compact and short front-to-back The barrel-shaped ribcage expanded sideways in the abdic en to hold a capacious gut. Tiny-Tailed Wonder For a dinosaur, Triceratops carried a tiny tail that curled down from the hips; no other clan of dinosaurs had reduced their rear appendage to such an extreme. That posed a locomotive challenge. In most dinosaurs, the biggest muscle that attoched to the thigh came from the tail, so a wide, long toil was necessary for powerful movement. A Triceratops would be at a disadvantage-unless an alternative muscle developed. Look at the lowertear hipbone (he ischiom). It is unusually strong and curves down. There is a muscle attached here that runs to the thigh (the adductor), Perhops Tricerotops developed an especially thick muscle here.",
            "label_hints": [
                "Look for an exhibit about 'Lane,' the only known mummified Triceratops.",
                "This display highlights the preserved skin and bones of this unique specimen.",
                "Find an exhibit about how the mummified skin of 'Lane' changed scientists' understanding of Triceratops."
            ],
            "related_knowledge": "'Lane' is the world’s only known mummified Triceratops, with both fossilized bones and skin impressions. The discovery of this specimen provided new insights into the texture and appearance of Triceratops skin, which may have been bristled."
        },
        {
            "label_id": "mhop-134",
            "is_included_in_hunt": true,
            "label_str": "STAN* rannosaurus rex Tyrant Lizard King Stan, nicknamed after his discoverer Stan Sacrison, was a vicious predator that lived 65 million years ago at the end of the Cretaceous Period. One of the largest land predators to ever live, Stan feasted on dinosaurs such as Triceralops and duckbilled Hadrosaurs. Excavated from a diff face 100 feet high and prepared by paleontologists from the Black Hills Institute of Geologic Research, the riginal specime', required more than 30,000 hours › complete. Details of Stan's life experiences were eserved on his skeleton. Broker cir; healed ribs and a e at the base of his skull match the teeth f on another annosaurus. The bite, which missed his spinal cord an inch, was not the cause of death; it had begun to / when Stan died. ng with a Dinosaur nivore's teeth are usually sharp for cutting meat pone or tearing a skeleton into smaller pieces. Stan's teeth show him to be a carnivore, but his teeth are not meatslicing sharp. They are strong, with a thick, D-shaped cross section. The tooth sticking out of a T. rex's jawbone is only the tip of the iceberg. The root of the tooth is hvo or three times larger than the crown and securely anchored in the jaw. Blunt teeth are not intended to remove meat from bone, but rather to tear flesh from prey in manageable chunks. As a Tyrannosaurus rex bit its prey, its powerful jaw muscles would push its teeth into skin and muscle until they struck bone. With a lew swift jerks and a headshake, the T. rex would tear off the flesh. Then, the Tyrannosaurus would point its massive head skyward and, with the help of gravity, move the lump of chewed muscle down its throat. What's for Dinner? Triceratops and Duck-billed Hadrosaurs",
            "label_hints": [
                "Look for an exhibit about 'Stan,' one of the best-preserved T. rex skeletons.",
                "This display shows how Stan suffered and recovered from injuries during its life.",
                "Find an exhibit about how T. rex used its powerful bite to hunt large prey."
            ],
            "related_knowledge": "Stan is a famous T. rex specimen known for its well-preserved skeleton and evidence of injuries, including healed bones. These fossils give paleontologists a deeper understanding of T. rex's hunting strategies and social behavior."
        },
        {
            "label_id": "mhop-135",
            "is_included_in_hunt": true,
            "label_str": "LANE Triceratops Skin in 3-D Dinosaurs Leave a Good Impression Evidence of Cretaceous dinosaur skin is surprisingly common. Dozens of duck-billed dinosaurs have been preserved with impressions of the skin surface pressed into the layers of sand and silt around them. But those fossils are only impressions; the real skin tissue rolled away, leaving what we call a dermal fingerprint. Actual 3D fossil skin, with the tissue petrified, is almost completely unknown. Certainly no paleontologist ever hoped to find a Triceratops with its hide intact. That is until 1998, when Wyoming rancher Leonard Zerbst noticed a fossil horn sticking out of a hill. Zerbst called in his friends at the Black Hills Institute- experts in excavating big, delicate fossils. In 2002, the field crew dug a deep hole and discovered a Triceratops skull. At first Lane didn't seem to be a big deal - just another T'tops head. T'tops skulls litter the West, and hundreds have been excavated. But then someone looked up at the ceiling of the excavation. A strange pebbly texture covered the rock. Impressions of skin surrounded much of the skeleton. Lane possibly had the most complete set of T'tops skin impressions ever found, and the skin fextures were beautiful and surprising. On his flanks, Lane had big, circular scales with a circle of smaller scales all around the periphery. Under the throat were rectangular scales. Under the belly were Chex-style scales. Lane was hauled back to the lab in Hill City, South. Dakota and tregied with extra care. Then the second shoe dropped: There was more than just impressions. There were great swathes of petrified skin tissue several inches thick. Lane debunked everything we thought we know about how a live T'tops looked. Paleontologists had assumed that Triceratops and other horned dinosaurs were naked, with skin covered in thin scales. Lane said otherwise. The big, round scales on his flank were like mini-volcanoes in shape. At the conter of each one was a raised protuberance, which had a hole in the top that went deep into the skin. Clearly, when Lane was alive, something grew out of that hole. Something like a long, coarse bristle. Our Triceratops likely had hairlike or feather-like bristle, which fits exactly with a primitive early relative of Triceralops —Psillacosaurus. Several of the Psittacosaurus fossils dug from the famous feathered dinosaur lakebeds of Liaoning Province in China had preserved skin. One extraordinary specimen, which you can see in the Early Crefaceous section, had a cluster of bristles growing oul of its tail. Other primitive herbivorous dinosaurs have showed up with bristle-feathers as well, so, we can conclude that bristliness was an old feature in the family tree. Why grow bristles? Maybe they served as body whiskers, which would have helped the T'tops run through the dense woods on dark nights. Maybe they were used in courtship dances. We don't know for sure yet.",
            "label_hints": [
                "Look for an exhibit featuring the 3D-preserved skin of 'Lane,' the Triceratops.",
                "This display shows how 'Lane's' skin impressions debunked old theories about Triceratops.",
                "Find an exhibit about how the skin of Triceratops may have had bristles."
            ],
            "related_knowledge": "'Lane' not only provided an excellent skeleton but also 3D impressions of its skin, which suggests that Triceratops might have had bristle-like structures. This challenges previous assumptions that Triceratops had smooth, scale-like skin."
        },
        {
            "label_id": "mhop-136",
            "is_included_in_hunt": true,
            "label_str": "CRETACEOUS TAZZIE Didelphodon There is only one skeleton in the world of the ferocious furball that lived with T. rex-and you're looking ot it. Known technically as Didelphodon, this marsupial mommal has been misinterpreted by paleontologists for a century. Textbooks say that it was merely a big opossum, but our new skeleton proves that Didelphodon had the face of a Tasmanian devil combined with the body and tail of a river otter. Pound for pound, the Fazzie was the most powerful creature of Cretaceous rivers and lakes--the terror of clams, snails and baby alligators.",
            "label_hints": [
                "Look for an exhibit about 'Tazzie,' the only known skeleton of Didelphodon.",
                "This display highlights the powerful bite force of this Cretaceous mammal.",
                "Find an exhibit about how Didelphodon lived alongside dinosaurs like T. rex."
            ],
            "related_knowledge": "Didelphodon, known as 'Tazzie,' was a fierce Cretaceous mammal with a strong bite force. It lived alongside dinosaurs like T. rex and played an important role in the ecosystem as a predator of small animals and scavenger."
        },
        {
            "label_id": "mhop-137",
            "is_included_in_hunt": true,
            "label_str": "JULIERAPTOR In the Cretaceous, raptors came in all sizes: Extra Small: Microraptor was no bulkier than a big pigeon. Small: Bambiraptor was as large as a crow. Medium: Velociraptor, star of Jurassic Park, was as heavy as a coyote. Large: Deinonychus grew to wolf-size. Extra Large: Utahraptor was a heavyweight, as hefty as a lion. Here Julieraptor, a new species of small raptor, is screeching at a Cretaceous Tazzie. Raptors all were smart, with expanded forebrains that allowed some higher-level thoughts. Long fingers tipped with sharp claws let small raptors scamper through bushes and trees. Feathers on arms and legs could be spread out for long, gliding leaps. The raptors' most dangerous weapons were curved sharp hind claws. Julieraptor probably attacked lizards and most of the furry mammals of the Late Cretaceous, but not the aggressive Tazzies. Cretaceous Tazzies and small raptors chased each other and co-evolved all through the last 20 million years of the Cretaceous.",
            "label_hints": [
                "Look for an exhibit about Julieraptor, a newly discovered species of raptor.",
                "This display shows how Julieraptor chased smaller prey like lizards and mammals.",
                "Find an exhibit about how raptors used their sharp claws and intelligence to hunt."
            ],
            "related_knowledge": "Julieraptor was a small, agile raptor dinosaur that lived during the Late Cretaceous. Like other raptors, it had sharp claws and feathers, using its intelligence and speed to hunt small animals. Raptors were among the smartest dinosaurs of their time."
        },
        {
            "label_id": "mhop-138",
            "is_included_in_hunt": true,
            "label_str": "GIGANTO-DACTYL Quetzalcoatlus Quetzalcoatlus and its close kin were the greatest flying creatures to ever evolve. Thirty-five feet from wing-tip to wing-tip, Quetzals were far wider than the California condor and many times heavier. Aeronautical engineers were stymied by Quetzals when they were first discovered; their body mass simply seemed too big to fly. But fly they did. The upper arm had huge bony flanges for the flapping muscles. Hind legs added power. Like a bat, the wing was attached to the hind leg. Quetzalcoatlus was not a mere passive glider; it could and did engage in active flight. They were quick on the ground, as well. Quetzal legs were exceptionally tall, and they likely moved like giant versions of bats. They could gallop along the ground to catch prey, or get a running start for take off. The evolutionary fate of giant 'dactyls was tied to the dinosaurs and the great sea-reptiles. When the Cretaceous Period ended, they all died out. Many birds survived, but not one bird would ever achieve the magnitude of the great Quetzalcoatlus.",
            "label_hints": [
                "Look for an exhibit about Quetzalcoatlus, the largest flying animal ever known.",
                "This display shows how Quetzalcoatlus soared through the skies with a 35-foot wingspan.",
                "Find an exhibit about how these pterosaurs hunted and flew during the Cretaceous."
            ],
            "related_knowledge": "Quetzalcoatlus was the largest pterosaur, with a wingspan of over 35 feet. Despite its massive size, it was capable of flight and likely hunted both on land and in the air, making it one of the top predators of the skies in the Late Cretaceous."
        },
        {
            "label_id": "mhop-139",
            "is_included_in_hunt": true,
            "label_str": "SUPERFAST GIANT SEA TURTLE Archelon You con tell how fast a sea turtle con swim from the flippers. The fastest swimmers hove the longest flippers in relation to their chell size, in the lote Crelaceous shallow seas, Archelon and its kin had the fastest body plan and the longest flippers. And these turtles had their shell weight reduced even more than their so wer relatives, Toxocholys Archelon was one of the largest turtles to evolve in the history of life and could weigh up to 2 tons. The giont head carried a long, hooked beak that could bite fish In half or crack big ammonites. A specimen on display at Yale is evidence that even these colossal turtles had dangerous enemies: One hind paddle had been bitten off by a predator, perhaps a shark or a large masasaur.",
            "label_hints": [
                "Look for an exhibit about Archelon, one of the largest sea turtles to ever live.",
                "This display shows how Archelon’s long flippers helped it swim quickly through the oceans.",
                "Find an exhibit about how Archelon used its powerful beak to catch fish and crack shells."
            ],
            "related_knowledge": "Archelon was a giant sea turtle from the Late Cretaceous, with a shell that could reach up to 13 feet in length. It was a fast swimmer, using its long flippers to navigate the oceans, and it preyed on fish, squid, and shelled creatures like ammonites."
        },
        {
            "label_id": "mhop-140",
            "is_included_in_hunt": true,
            "label_str": "NORTH AMERICAN CRETACEOUS AND OCEAN stupendously large sea turtle Archelon nips the flipper le mosasaur Tylosaurus, while another mosasaur, the platecarpus, is intent on chomping the smaller sea e, Toxochelys. Meanwhile, the smaller sea turtle eyes possibility of cracking a tasty clam buried in the sand. i the lower left, the panzer squid, Baculites, shoots et of ink at the predatory fish Ichthyodectes. Two ge ammonoids, Placenticeras, swim near the bottom • the right. oral and kelp grow along the sandy bottom of this nny Cretaceous sea. ainting by Julius Csotonyi.",
            "label_hints": [
                "Look for an exhibit featuring Archelon and other marine reptiles from the Cretaceous.",
                "This display shows how sea turtles and mosasaurs coexisted in ancient oceans.",
                "Find an exhibit about how the Cretaceous seas were teeming with large predators."
            ],
            "related_knowledge": "In the Cretaceous period, oceans were home to giant sea turtles like Archelon and massive predators like mosasaurs. These ecosystems were highly competitive, with turtles and marine reptiles battling for food in the rich, shallow seas."
        },
        {
            "label_id": "mhop-141",
            "is_included_in_hunt": true,
            "label_str": "Plioplatecarpus Plioplatecarpus is a mosasaur that shows the classic hallmarks of lizard head construction. The skull behind the eye socket is wide open — in life, this region was filled by jaw muscles. The bone that connects to the lower jaw, the quadrate, is free to wiggle and swing, allowing the animal to adjust how the lower teeth bit into prey. A typical dinosaur like T. rex has a stiffer skull. There's a strong bony strut that connects the bones under the eye to the rear of the head. The quadrate can wiggle, but not as much as a lizard's. And T. rex carried the extra snout holes of archosaurs— one in the muzzle and one in the lower jaw. Lizards never have these holes. Mosasaurs evolved from a land-living lizard that looked like today's Komodo dragon. The normal lizard legs and feet were transformed into wide, flat flippers. Sharp claws and toes for walking changed into spreading webbed feet. Tail and torso became extra sinuous and flexible for underwater swimming. Plioplatecarpus was a compact mosasaur with a body plan that let it swim in fast bursts. Sharp teeth that curved inward could trap fish, turtle and slippery squid.",
            "label_hints": [
                "Look for an exhibit about Plioplatecarpus, a fast-swimming mosasaur.",
                "This display highlights how Plioplatecarpus' flexible skull helped it catch prey.",
                "Find an exhibit about how mosasaurs adapted to marine life from their lizard ancestors."
            ],
            "related_knowledge": "Plioplatecarpus was a compact mosasaur, with adaptations that allowed it to swim in quick bursts to catch prey like fish and squid. Its flexible skull and jaw structure enabled it to adjust its bite, trapping slippery prey with ease."
        },
        {
            "label_id": "mhop-142",
            "is_included_in_hunt": true,
            "label_str": "AMMONITES The Real Winners of the Darwin Evolutionary High Score When it comes to evolution, what matters is how many new species you produce, how fast you produce them, how widespread they become, and how long you can keep it up. Ammonites made high marks in all categories. From the Devonian Period to the end of the Cretaceous, ammonites generated tens of thousands of species that invaded nearly every salt-water habitat in the world. Ammonites as Geological Time-Keepers Ammonite species came so fast and furiously that the average species only lasted a million years or less. This quick turnover means that ammonites are near-perfect paleo-clocks. Squiggle-Sutures Ammonites are close kin of cuttlefish, squid and octopus and distant kin of the Nautilus. Like nautiloids, ammonites had hard shells that usually curled up in a fight spiral. As they grew, ammonites and nautiloids sealed off old parts of the shell with internal walls called septa. Where nautiloids made simple partitions, ammonites inner shell walls were bent and folded. In advanced ammonites, each species had its own way of squiggling, giving us a quick method of identification. But these squiggles served a greater purpose. The ammonite's body, head and tentacles were connected to the inner shell wall by muscles, which could be strained when it grabbed prey or wrestled with another ammonite. A folded inner shell wall gave the muscles more surface area, allowing them to attach much more firmly. Boom and Bust and Boom and Bust Ammonites demonstrate a rhythm of success and failure over 300 million years-exploding in diverse new species, and then, tens of millions of years later, going totally bust. Most species would die out, and the few surviving species would proliferate again and then go bust once more. The final boom happened as T. rex and Triceratops ruled the land. Just as the last big dinosaurs died out, the ammonite hordes died, too. This time there were no survivors.",
            "label_hints": [
                "Look for an exhibit about ammonites, marine mollusks that thrived for millions of years.",
                "This display shows how ammonites' spiral shells helped them survive in different environments.",
                "Find an exhibit about how ammonites evolved quickly and became key markers for dating rocks."
            ],
            "related_knowledge": "Ammonites were marine mollusks that flourished from the Devonian to the end of the Cretaceous. They evolved rapidly, producing thousands of species, and their fossils are used by scientists to date geological layers. Their spiral shells helped them control buoyancy in the water."
        },
        {
            "label_id": "mhop-143",
            "is_included_in_hunt": true,
            "label_str": "END CRETACEOUS -DEATH OF THE DINOSAURS END CRETACEOUS | 65 MILION YEARS AGO Sixty-five million years ago, the ecosystem collapsed, on land and in the sea. In the oceans, all the ammonites died, although the less common nautiloids survived. Reefs were devastated. Plankton suffered near complete extinction. All the sea-lizards perished, as did the remaining plesiosaurs. Sea turtles, at least, survived. On land, all the big dinosaurs died out. But the bird branch of the dinosaurian family tree continued to evolve and, in the Post-Cretaceous world, expand. What caused this catastrophe? Many scientists are convinced that a massive meteorite smashed into the globe, sending up a cloud of debris that darkened the skies and chilled the Earth's surface so thoroughly that forests and woodlands were wiped out, depriving herbivorous dinosaurs of food and, in turn, depriving the carnivores of prey. Plus, acid rain may have fallen, deluging habitals in land and sea. A meleorite does seem to have struck at or near the time of the great extinction, but would global cooling and THE LATE CRETACEOUS WORLD acid rain produce the pattern of death we see in the fossil record? The survivors help us test the extinction theories, In freshwater lakes and rivers, crocodiles, alligators, turtles, frogs and salamanders survived. A profound chilling, along with acid rain, would have killed many of these cold-blooded reptiles and amphibians. On dry land, many lizards, snakes and mammals also survived and continued to evolve, even though small animals are unable to withstand cooling as well as giant species can. What would kill big dinosaurs but leave crocodiles, turtles, small amphibians and mammals? An old theory says that extinctions are often caused by the sudden invasion of foreign species, which become pests in their new lands and introduce all sorts of new diseases. Big dinosaurs could certainly travel farther and faster than aquatic crocodilians, amphibians or small Cretaceous mammals. Perhaps the big dinosaurs were victims of their own big-ness. What do you think?",
            "label_hints": [
                "Look for an exhibit about the mass extinction that ended the reign of dinosaurs.",
                "This display shows how the end-Cretaceous event wiped out most life on Earth.",
                "Find an exhibit about the possible causes of the extinction, including asteroid impacts and volcanic activity."
            ],
            "related_knowledge": "The mass extinction event at the end of the Cretaceous, 65 million years ago, wiped out the dinosaurs, along with many marine species like ammonites. The most widely accepted theory is that a large asteroid impact caused global environmental changes, leading to the collapse of ecosystems."
        },
        {
            "label_id": "mhop-144",
            "is_included_in_hunt": true,
            "label_str": "LEAPING LEMURS! Notharctus Primates are a warmth-loving Order. Monkeys and apes are not native to North America today, but it was different in the Green River habitats. Primitive primates -lemurs and tarsioid - climbed the tropical trees, eating fruit and chasing bugs. Notharctus tenebrosus was a long-legged leaper almost identical in body plan to some of the lemurs in modern day Madagascar. Special joints at elbow and knee made it easy for Notharctus to cling to thick tree trunks. The prodigious power of the hind legs propelled Notharctus 30 feet or more from tree to tree.",
            "label_hints": [
                "Look for an exhibit about Notharctus, an early primate from the Eocene.",
                "This display shows how Notharctus used its strong legs to leap between trees.",
                "Find an exhibit about how Notharctus was similar to modern lemurs."
            ],
            "related_knowledge": "Notharctus was an early primate that lived in the Eocene period, resembling modern lemurs. It had powerful hind legs that allowed it to leap great distances between trees, making it a highly agile climber in its forest habitat."
        },
        {
            "label_id": "mhop-145",
            "is_included_in_hunt": true,
            "label_str": "MENACE OF THE GREEN RIVER LAKES Atractosteus & Alligator Gars This Atractosteus is about 49 million years old. That's about halfway through the long history of garfish, which first evolved around 90 million years ago during the Cretaceous period. The wide muzzle and strong fangs mark this fish as one of the largest and most dangerous of the garfish tribe — the alligator gars. The armor-plated garfish is a classic living fossil -a creature alive today that has changed little from the time of the tyrannosaurs, 90 million years ago. The alligator gar has diamond-shaped, armor-plated scales-each one made from a double layer of bone. The outer layer is super-dense and so hard that even big bull alligators have a hard time biting through it. The inner layer is spongier and attached to a sheet of connective tissue that works like a shock absorber. All the scales are knit together with tongue in-groove joints, allowing the fish to twist and flex. Gars seem to be bulletproof from extinction, too. Mass die-offs struck dinosaurs 65 million years ago and then struck giant mammals several times. But each catastrophe left the gars unscathed. Afractosteus was the apex predator in the sluggish fivers of the Green River time, ambushing other fish, baby gators, snakes and the occasional 'possum. This specimen shows the tough, double-layered armored scales at we also see in modern alligator gars. These scales were knit so tightly together that the fish had little to fear from a crocodile jaws. In fact, the only threats to a full-grown Atractosteus came from the largest crocodiles and from the tiger-like mammals that stalked the banks, the oxyenids. Gar-Type Scales Are Ancient In the Devonian, many fish tribes, both fresh-water and salt-water, had thick garlike scales. In the long run, fish evolution discriminated against thick armor, favoring thinner and lighter scales. By Green River times natural selection had eliminated most of the bulletproof fishes, except for the gars. Why did gars retain the old-fashioned armor? We don't know for sure. Today's gars are lurkers, hiding in the shadows until prey swims near. The thick, heavy armor works ne for such tactics. However, for most fish, thinner scales and greater flexibility provide faster speeds and greater endurance. Another ancient feature gars kept was air-breathing. Gars have a primitive type of lung that lets them breathe air when the water becomes foul.",
            "label_hints": [
                "Look for an exhibit featuring the ancient alligator gar from the Green River.",
                "This display shows how Atractosteus ambushed its prey with powerful jaws.",
                "Find an exhibit about how garfish have survived relatively unchanged for millions of years."
            ],
            "related_knowledge": "Atractosteus was a large, predatory garfish that lived around 49 million years ago. Its diamond-shaped, armor-plated scales made it nearly invincible to predators. Garfish have survived relatively unchanged for millions of years, earning the title 'living fossils.'"
        },
        {
            "label_id": "mhop-148",
            "is_included_in_hunt": true,
            "label_str": "BUCKY Tyrannosaurus rex Bucky is a sub-adult Tyrannosaurus rex of the robust (female) morphotype. The original bone quality and preservation is excellent. The excavation was done by Black Hills Institute in 2001 and 2002 and required an enormous amount of resources, as the skeleton was scaftered over opproximately 2,000 square meters and buried under as much as 10 meters of overburden. Bucky has a nearly complete vertebral column to the end of the pelvis, the third most complete tail of any I. rex knowm and an excellent rib coge, complete with gastralia basket (belly ribs). The addition of the gastralia basket enhances the visual perception of the dinosaur and better outlines the shape of the body, The skull is a scientilic reconstruction which unlized modified casts of Dully (another subadult T. rex) and other T rex specimens. auce it in toge odes comboy and render, Baky Define, who The Five-ton Bloodhound The movie furassic Pack teaches us dist if elgred by o T. rex, obe should stand enf so ornat dese tian In foct, even if it were blindlolded on a moonless night, T. rex could locate a person from a mile away by scent! We can tell which sense was strongest in T. rex by Xroying the inside of the skull. The sensory regions of the brain and nerves going to and from the brain show up as canals inside the divisions of the braincase bones. Sight: The nerves coming from the eyeballs were large, so vision was excellent. Mearingt The sensory concis in the inner ear were medium sized, so hearing was good for most sounds. But faint, high-pitched sounds would have been difficult for a T. rex to delect. Smell: Here's where the T rex really excelled. The nerves coming from the sensory region of the nose were stupendous. Tyrannosons had a sense of smell better than two dozen bloodhounds combined IF it were alive today, a 1, rex could be trained to recognize a thousand different people with just ore whill",
            "label_hints": [
                "Look for an exhibit featuring 'Bucky,' a sub-adult female T. rex.",
                "This display shows Bucky’s nearly complete skeleton, including its long tail.",
                "Find an exhibit about how T. rex had an excellent sense of smell and vision."
            ],
            "related_knowledge": "'Bucky' is a sub-adult T. rex with one of the most complete skeletons ever found, particularly its tail and rib cage. T. rex had highly developed sensory abilities, with a keen sense of smell and excellent vision, making it a formidable predator."
        }
    ]
}